Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/bridges.po
Languages: es, fr, it

source: Overdeck Truss Rail Bridge (15.5m)
es: Puente ferroviario de armazón sobre cubierta elevado L2
fr: Pont ferroviaire à treillis (15.5m)
it: Ponte su rotaia a capriate (15,5 m)

source: Warren Undertruss Rail Bridge (15.5m)
es: Puente ferroviario Warren de armazón bajo cubierta elevado L2
fr: Pont ferroviaire à treillis Warren (15.5m)
it: Ponte ferroviario a travata portante Warren (15,5 m)

source: Level Rail Bridge (15.5m)
es: Puente ferroviario plano elevado L2
fr: Pont ferroviaire à tablier supérieur (15.5m)
it: Ponte su rotaia a livello (15,5 m)

source: Avenue Raised Bridge
es: Puente arqueado para Avenida
fr: Pont surélevé d'avenue
it: Ponte sopraelevato di viale

source: Overdeck Truss GLR Bridge
es: Puente de armazón sobre cubierta para Tren Ligero
fr: Pont en treillis pour Tram (GLR)
it: Ponte GLR a travata rovescia

source: High Elevated Rail Bridge (30m)
es: Puente para Tren Ligero elevado L4
fr: Pont ferroviaire à tablier supérieur (30m)
it: Ponte ferroviario sopraelevata ad alta elevazione (30 m)

source: Warren Undertruss GLR Bridge
es: Puente Warren de armazón bajo cubierta para Tren Ligero
fr: Pont à treillis Warren pour Tram (GLR)
it: Ponte Warren GLR a travata unica

source: GHSR Bridge
es: Puente para Tren de Alta Velocidad a nivel
fr: Pont ferroviaire pour TGV (GHSR)
it: Ponte GHSR

source: HSR Bridge
es: Puente para Tren de Alta Velocidad elevado
fr: Pont surélevé pour TGV (HSR)
it: Ponte HSR

source: AIT Monorail Bridge
es: Puente para Monorriel AIT
fr: Pont AIT de Monorail
it: Ponte monorotaia AIT

source: Y-Pier Monorail Bridge
es: Puente de pilar Y para Monorriel
fr: Pont Monorail à pile en Y
it: Ponte della monorotaia Y-Pier

source: Bailey Truss HSR Bridge
es: Puente de armazón Bailey para Tren de Alta Velocidad elevado
fr: Pont à treillis Bailey, pour TGV (HSR)
it: Ponte HSR a travata Bailey

source: Warren Thru-Truss GHSR Bridge
es: Puente de armazón Warren envolvente para Tren de Alta Velocidad a nivel
fr: Pont Grande Vitesse en treillis Warren (GHSR)
it: Ponte Warren a travata continua GHSR

source: Box Girder GHSR Bridge
es: Puente de armazón en caja para Tren de Alta Velocidad a nivel
fr: Pont à caissons pour TGV (GHSR)
it: Ponte GHSR a Trave Scatolata

source: Concrete GHSR Bridge
es: Puente de concreto para Tren de Alta Velocidad a nivel
fr: Pont en béton pour TGV (GHSR)
it: Ponte GHSR in calcestruzzo

source: Concrete HSR Bridge
es: Puente de concreto para Tren de Alta Velocidad elevado
fr: Pont surélevé en béton pour TGV (HSR)
it: Ponte HSR in calcestruzzo

source: Cable-Stayed HSR Bridge
es: Puente atirantado para Tren de Alta Velocidad elevado
fr: Pont à haubans pour TGV (GHSR)
it: Ponte strallato HSR

source: High Monorail Bridge (30m)
es: Puente para Monorriel L4
fr: Pont surélevé pour Monorail (30m)
it: Ponte monorotaia alto (30 m)

source: Putrajuya Monorail Bridge
es: Puente Putrajuya para Monorriel
fr: Pont de Putrajuya pour Monorail
it: Ponte monorotaia di Putrajuya

source: Cable Stayed GHSR Bridge
es: Puente atirantado para Tren de Alta Velocidad a nivel
fr: Pont à haubans pour TGV (GHSR)
it: Ponte GHSR strallato

source: Cable Stayed Monorail Bridge
es: Puente atirantado para Monorriel
fr: Pont à haubans pour Monorail
it: Ponte monorotaia strallato

source: High Speed Rail Suspension Bridge
es: Puente de suspensión para HSR
fr: Pont à suspension pour TGV (HSR)
it: Ponte sospeso ferroviario ad alta velocità

source: DDRHW-4 Bridge
es: Puente de doble cubierta para DDRHW-4
fr: Pont DDRHW-4
it: Ponte DDRHW-4

source: Dusktrooper's Road Bridge
es: Puente para Carretera por Dusktrooper
fr: Pont routier, par Dusktrooper
it: Ponte stradale di Dusktrooper

source: Krummbach Road Bridge
es: Puente Krummbach para Carretera
fr: Pont de Krummbach
it: Ponte Stradale di Krummbach

source: CSX Kwanyoni Bridge
es: Puente Kwanyoni por CSX
fr: Pont Kwanyoni, par CSX
it: Ponte CSX Kwanyoni

source: Old Road Bridge
es: Puente antiguo de Carretera
fr: Vieux pont en arc
it: Ponte della Strada Vecchia

source: Wooden Covered Road Bridge
es: Puente cubierto de madera para Carretera
fr: Pont couvert en bois
it: Ponte Stradale Coperto in Legno

source: JENXPARIS Pont Neuf. The Pont Neuf is, despite its name, the oldest[3] standing bridge across the river Seine in Paris, France. Its name, which was given to distinguish it from older bridges that were lined on both sides with houses, has remained.
es: Pont Neuf JENXPARIS. El Puente Nuevo es, a pesar de su nombre, el más antiguo de los puentes en pie que cruzan el río Sena en París, Francia. Su nombre, que lo distinguiera de aun más antiguos puentes cubiertos de casas a ambos lados, es una reliquia.
fr: Pont Neuf. Ce pont est, malgré son nom, le plus ancien pont en pierre existant sur la Seine à Paris. Ce nom, donné pour le distinguer des ponts plus anciens qui étaient bordés de maisons de part et d'autre, lui est resté. Par JENXPARIS.
it: JENXPARIS Pont Neuf. Il Pont Neuf è, nonostante il suo nome, il più antico[3] ponte in piedi sulla Senna a Parigi, in Francia. Il suo nome, dato per distinguerlo dai ponti più antichi che erano fiancheggiati su entrambi i lati da case, è rimasto.

source: JENXPARIS Pont Royal. The Pont Royal is a bridge crossing the river Seine in Paris. It is the third oldest bridge in Paris, after the Pont Neuf and the Pont Marie.
es: Pont Royal JENXPARIS. El Puente Real es uno de los puentes sobre el Sena en París. Es el tercero más antiguo de los aún en pie, luego del Pont Neuf y el Pont Marie.
fr: Pont Royal. Pont traversant la Seine à Paris, il est le troisième plus ancien pont de la ville, après le Pont Neuf et le Pont Marie. Par JENXPARIS.
it: JENXPARIS Pont Royal. Il Pont Royal è un ponte che attraversa la Senna a Parigi. È il terzo ponte più antico di Parigi, dopo il Pont Neuf e il Pont Marie.

source: JENXPARIS Pont Saint Michel. Pont Saint-Michel is a bridge linking the Place Saint-Michel on the left bank of the river Seine to the Île de la Cité. It was named after the nearby chapel of Saint-Michel. It is near Sainte Chapelle and the Palais de Justice. The present 62-metre-long bridge dates to 1857.
es: Pont Saint Michel JENXPARIS. El Puente San Miguel conecta a la Plaza San Miguel -en el banco izquierdo del río Sena- con la Isla de la Ciudad. Recibe su nombre de la cercana Capilla de San Miguel y se ubica cerca de la Sagrada Capilla y el Palacio de Justicia. El actual puente de 62 metros de largo data de 1857.
fr: Pont Saint Michel. Ce pont de 1857, d'une longueur de 62m, relie la place Saint-Michel, sur la rive gauche de la Seine, à l'île de la Cité. Il doit son nom à la chapelle Saint-Michel à proximité. Il est proche de la Sainte Chapelle et du Palais de Justice. Par JENXPARIS.
it: JENXPARIS Pont Saint Michel. Il Pont Saint-Michel è un ponte che collega Place Saint-Michel, sulla riva sinistra della Senna, all'Île de la Cité. Prende il nome dalla vicina cappella di Saint-Michel. È vicino alla Sainte Chapelle e al Palazzo di Giustizia. L'attuale ponte, lungo 62 metri, risale al 1857.

source: JENXOLD Tower Bridge. Tower Bridge is a combined bascule and suspension bridge in London, England, over the River Thames. It is close to the Tower of London, which gives it its name.
es: Tower Bridge JENXOLD. El Puente de la Torre es un puente combinado de báscula y suspensión en Londres, Inglaterra, atravezando el río Támesis. Es el más cercano a la Torre de Londres, de la cual recibe su nombre.
fr: Tower Bridge. Ce pont basculant et suspendu situé à Londres, en Angleterre, sur la Tamise. Il est situé à proximité de la Tour de Londres, d'où son nom. Par JENXOLD.
it: Ponte della Torre JENXOLD. Il Tower Bridge è un ponte combinato a bascula e a sospensione che si trova a Londra, in Inghilterra, sul fiume Tamigi. Si trova vicino alla Torre di Londra, da cui prende il nome.

source: Ponte Sant Angelo, Rome
es: Puente Sant'Angelo, Roma
fr: Pont Sant Angelo, Rome
it: Ponte Sant Angelo, Roma

source: Warren Thru-Truss NRD-4 Bridge
es: Puente Warren de armazón de acero para NRD-4
fr: Pont en treillis Warren NRD-4
it: Ponte Warren a Travata Continua NRD-4

source: RD-2 L0/0m Viaduct
es: Viaducto de carretera (RD-2) a nivel
fr: Viaduc RD-2 L0/0m
it: RD-2 L0/0m Viadotto

source: RD-2 L1/7.5m Viaduct
es: Viaducto de carretera (RD-2) elevado L1 (7,5m)
fr: Viaduc RD-2 L1/7.5m
it: RD-2 L1/7.5m Viadotto

source: RD-2 L2/15M Viaduct
es: Viaducto de carretera (RD-2) elevado L2 (15m)
fr: Viaduc RD-2 L2/15m
it: RD-2 L2/15M Viadotto

source: V-Shaped Steel Girder Bridge
es: Puente ferroviario de armazón de acero en V
fr: Pont en acier à piles en V
it: Ponte a trave in acciaio a forma di V

source: Rural Rail Bridge
es: Puente ferroviario rural
fr: Vieux pont ferroviaire en arc
it: Ponte Ferroviario Rurale

source: Modern Rail Bridge
es: Puente ferroviario moderno
fr: Pont ferroviaire couvert moderne
it: Ponte Ferroviario Moderno

source: Metal Pylon Rail Bridge
es: Puente ferroviario de torres de metal
fr: Pont ferroviaire à pylônes métalliques
it: Ponte Ferroviario a Piloni Metallici

source: Metal Arch Rail Bridge
es: Puente ferroviario de arcos de metal
fr: Pont ferroviaire métallique en arches
it: Ponte ferroviario ad Arco in Metallo

source: Garabit Arched Rail Bridge
es: Puente ferroviario de arcos de acero Garabit
fr: Viaduc de Garabit, vert
it: Ponte Ferroviario ad Arco di Garabit

source: Garabit Pylon Rail Bridge
es: Puente ferroviario Garabit de torres de acero
fr: Viaduc de Garabit, à pylônes rouge
it: Ponte Ferroviario a Piloni di Garabit

source: Garabit Arched Rail Bridge
es: Puente ferroviario Garabit de arcos de acero
fr: Viaduc de Garabit, rouge
it: Ponte Ferroviario ad Arco di Garabit

source: Garabit Pylon Rail Bridge
es: Puente ferroviario de torres de acero Garabit
fr: Viaduc de Garabit, à pylônes vert
it: Ponte Ferroviario a Piloni di Garabit

source: Howe Truss Rail Bridge
es: Puente ferroviario de armazón Howe RRW-2 (dos vías)
fr: Pont ferroviaire en treillis Howe
it: Ponte Ferroviario a Travata di Howe

source: Warzone Rail Bridge
es: Puente ferroviario mecano militar
fr: Pont couvert en béton, zone de guerre
it: Ponte Ferroviario di Warzone

source: Wooden Trestle STR Bridge
es: Puente ferroviario de caballetes de madera RRW-1 (una vía)
fr: Pont ferroviaire à tréteaux en bois, STR
it: Ponte di Legno a Cavalletto STR

source: Howe Truss STR Bridge
es: Puente ferroviario de armazón Howe RRW-1 (una vía)
fr: Pont ferroviaire en treillis Howe, STR
it: Ponte STR a travata di Howe

source: Plate Girder STR Bridge
es: Puente de vigas de placas RRW-1 (una vía)
fr: Pont à poutrelles, STR
it: Ponte STR con Trave a Piastra

source: L2 Warren Undertruss Rail Bridge
es: Puente ferroviario de armazón inferior Warren, elevado L2 (15m)
fr: Pont ferroviaire à treillis Warren L2
it: L2 Ponte Ferroviario a Travata Unica Warren

source: L2 Level Rail Bridge
es: Puente ferroviario plano elevado L2 (15m)
fr: Pont ferroviaire L2
it: Ponte Ferroviario a Livello L2

source: L2 Overdeck TrussRail Bridge
es: Puente ferroviario de armazón superior, elevado L2 (15m)
fr: Pont ferroviaire à treillis L2
it: L2 Ponte Ferroviario a Travata Rovescia

source: Göltzschtalbrücke
es: Puente ferroviario de ladrillos de Göltzschtal
fr: Viaduc du Göltzsch
it: Ponte di Göltzschtal

source: RRW-2 Steel Overtruss
es: Puente ferroviario de armazón superior de acero RRW-2 (dos vías)
fr: Pont ferroviaire à treillis de fer, RRW-2
it: RRW-2 Traliccio in Acciaio

source: Royal Albert - Saltash STR Bridge
es: Puente ferroviario Royal Albert Saltash RRW-1 (una vía)
fr: Royal Albert bridge, Saltash (Angleterre), STR
it: Ponte Royal Albert - Saltash STR

source: RRW-1 Steel Beam
es: Puente ferroviario de vigas de acero RRW-1 (una vía)
fr: Pont à poutrelles d'acier, RRW-1
it: Trave d' Acciaio RRW-1

source: RRW-2 Stone Arch
es: Puente ferroviario de arcos de piedra RRW-2 (dos vías)
fr: Pont en arche de pierre, RRW-2
it: RRW-2 Arco di Pietra

source: RRW-2 Iron Girder (Frank Werspuckle Memorial Bridge)
es: Puente ferroviario memorial Frank Werspuckle de armazón de hierro RRW-2 (dos vías)
fr: Pont commémoratif Frank Werspuckle, à poutrelles d'acier, RRW-2
it: Trave in Ferro RRW-2 (Ponte Commemorativo di Frank Werspuckle)

source: L0 STR ViaductRail Bridge2
es: Viaducto ferroviario a nivel RRW-1 (una vía)
fr: Viaduc ferroviaire (2) type L0 STR
it: L0 STR Viadotto Ponte Ferroviario 2

source: L1 STR ViaductRail Bridge2
es: Viaducto ferroviario elevado L1 (7,5m) RRW-1 (una vía)
fr: Viaduc ferroviaire (2) type L1 STR
it: L1 STR Viadotto Ponte Ferroviario 2

source: L0 DTR ViaductRail Bridge2
es: Viaducto ferroviario a nivel RRW-2 (dos vías)
fr: Viaduc ferroviaire (2) type L0 DTR
it: L0 DTR Viadotto Ponte Ferroviario 2

source: L1 DTR ViaductRail Bridge2
es: Viaducto ferroviario elevado L1 (7,5m) RRW-2 (dos vías)
fr: Viaduc ferroviaire (2) type L1 DTR
it: L1 DTR Viadotto Ponte Ferroviario 2

source: L2 DTR ViaductRail Bridge2
es: Viaducto ferroviario elevado L2 (15m) RRW-2 (dos vías)
fr: Viaduc ferroviaire (2) type L2 DTR
it: L2 DTR Viadotto Ponte Ferroviario 2

source: RRW-2 Brick Arch Viaduct (Viaduc d'Antheor)
es: Viaducto ferroviario de Antheor de arcos de ladrillo (doble vía)
fr: Viaduc d'Antheor (Nice) en arc de brique, RRW-2
it: Viadotto ad arco in mattoni RRW-2 (Viaduc d'Antheor)

source: Steel Viaduct (RRW-2)
es: Viaducto ferroviario de acero de doble vía
fr: Viaduc en acier, RRW-2
it: Viadotto in acciaio (RRW-2)

source: Steel Arch Truss (RRW-2)
es: Puente ferroviario de arco de armazón de acero de doble vía
fr: Pont à piles et tablier en treillis, RRW-2
it: Arco a traliccio in acciaio (RRW-1)

source: Steel Viaduct (RRW-1)
es: Viaducto ferroviario de acero de vía única
fr: Viaduc à piles et tablier en treillis, RRW-1
it: Viadotto in acciaio (RRW-1)

source: Steel Arch Truss (RRW-1)
es: Puente ferroviario de arco de armazón de acero de vía única
fr: Viaduc en acier, RRW-1
it: Arco a traliccio in acciaio (RRW-1)

source: RRW-1 Brick Arch Viaduct (Viaduc d'Antheor)
es: Viaducto ferroviario de Antheor de arcos de ladrillo (vía única)
fr: Viaduc d'Antheor (Nice) en arc de brique, RRW-1
it: Viadotto ad arco in mattoni RRW-1 (Viaduc d'Antheor)

source: Tsing Ma Bridge Hong Kong
es: Puente Tsing Ma de Hong Kong
fr: Pont Tsing Ma, Hong Kong
it: Ponte Tsing Ma di Hong Kong

source: Level Street Bridge
es: Puente a nivel para calle
fr: Pont de rue, surélevé
it: Ponte di Strada a Livello

source: Herringbone Brick Bridge
es: Puente de ladrillos en espiga
fr: Pont de briques en chevrons (herringbone)
it: Ponte in Mattoni a Spina di Pesce

source: Covered PEG Dirt Bridge
es: Puente cubierto PEG con camino de tierra
fr: Pont couvert, terre battue PEG
it: Ponte Coperto in Terra Battuta PEG

source: Covered Gravel Bridge
es: Puente cubierto con ripio
fr: Pont couvert, gravier
it: Ponte di Ghiaia Coperto

source: Covered Trolca Dirt Bridge
es: Puente cubierto Trolca con camino de tierra
fr: Pont couvert, terre battue Trolca
it: Ponte Coperto in Terra Battuta

source: Covered Street Bridge
es: Puente cubierto para calle
fr: Pont couvert
it: Ponte della Strada Coperta

source: Steel Girder Asphalt Bridge
es: Puente de armazón de acero asfaltado
fr: Pont à poutrelles d'acier, Asphalte
it: Ponte in Asfalto con Trave in Acciaio

source: Concrete Cobblestone Bridge
es: Puente de concreto adoquinado
fr: Pont en béton et pavé
it: Ponte in Ciottoli di Cemento

source: Level Brick Bridge
es: Puente de ladrillos a nivel
fr: Pont de briques, pavage briques
it: Ponte in Mattoni a Livello

source: Concrete Street Bridge
es: Puente de concreto para calle
fr: Pont de béton
it: Ponte Stradale in Cemento Armato

source: Rural Street Bridge
es: Puente rural para calle
fr: Vieux pont en arc
it: Ponte della Strada Rurale

source: JENXPARIS Pont Neuf. The Pont Neuf is, despite its name, the oldest standing bridge across the river Seine in Paris, France. Its name, which was given to distinguish it from older bridges that were lined on both sides with houses, has remained.
es: Pont Neuf JENXPARIS. El Puente Nuevo es, a pesar de su nombre, el más antiguo de los puentes en pie que cruzan el río Sena en París, Francia. Su nombre, que lo distinguiera de aun más antiguos puentes cubiertos de casas a ambos lados, es una reliquia.
fr: Pont Neuf. Ce pont est, malgré son nom, le plus ancien pont en pierre existant sur la Seine à Paris. Ce nom, donné pour le distinguer des ponts plus anciens qui étaient bordés de maisons de part et d'autre, lui est resté. Par JENXPARIS.
it: JENXPARIS Pont Neuf. Il Pont Neuf è, nonostante il suo nome, il più antico ponte in piedi sulla Senna a Parigi, in Francia. Il suo nome, dato per distinguerlo dai ponti più antichi che erano fiancheggiati su entrambi i lati da case, è rimasto.

source: Steel Girder Street Bridge
es: Puente de armazón de acero para calle
fr: Pont à poutrelles métalliques
it: Ponte Stradale con Trave in Acciaio

source: V-Shaped Steel Girder Bridge
es: Puente de vigas de acero en V para Calle
fr: Pont en acier à piles en V
it: Ponte a trave in acciaio a forma di V

source: V-Shaped Steel Girder Bridge (SAM-2)
es: Puente de vigas de acero en V para Calle SAM-2
fr: Pont en acier à piles en V (SAM-2)
it: Ponte a trave in acciaio a forma di V (SAM-2)

source: V-Shaped Steel Girder Bridge (SAM-6)
es: Puente de vigas de acero en V para Calle SAM-6
fr: Pont en acier à piles en V (SAM-6)
it: Ponte a trave in acciaio a forma di V (SAM-6)

source: V-Shaped Steel Girder Bridge (SAM-7)
es: Puente de vigas de acero en V para Calle SAM-7
fr: Pont en acier à piles en V (SAM-7)
it: Ponte a trave in acciaio a forma di V (SAM-7)

source: V-Shaped Steel Girder Bridge (SAM-8)
es: Puente de vigas de acero en V para Calle SAM-8
fr: Pont en acier à piles en V (SAM-8)
it: Ponte a trave in acciaio a forma di V (SAM-8)

source: V-Shaped Steel Girder Bridge (SAM-9)
es: Puente de vigas de acero en V para Calle SAM-9
fr: Pont en acier à piles en V (SAM-9)
it: Ponte a trave in acciaio a forma di V (SAM-9)

source: V-Shaped Steel Girder Bridge (SAM-10)
es: Puente de vigas de acero en V para Calle SAM-10
fr: Pont en acier à piles en V (SAM-10)
it: Ponte a trave in acciaio a forma di V (SAM-10)

source: V-Shaped Steel Girder Bridge (SAM-11)
es: Puente de vigas de acero en V para Calle SAM-11
fr: Pont en acier à piles en V (SAM-11)
it: Ponte a trave in acciaio a V (SAM-11)

source: Plain RHW-4
es: Puente sencillo para Autopista RHW-4
fr: Pont simple RHW-4
it: Piano RHW-4

source: Small Steel Arch RHW-4
es: Puente de arcos pequeños de acero para Autopista RHW-4
fr: Pont en arches d'acier, RHW-4
it: Arco piccolo in acciaio RHW-4

source: Plain RHW-2
es: Puente sencillo para Autopista de 2 vías (RHW-2)
fr: Pont simple RHW-2
it: Piano RHW-2

source: Plain Road Bridge
es: Puente sencillo para Carretera de 2 vías (RD-2)
fr: Pont simple de route
it: Ponte Stradale di Plain

source: Plain Avenue Bridge
es: Puente sencillo para Avenida de 4 vías (AVE-4)
fr: Pont simple d'avenue
it: Ponte Viale di Plain

source: Level Street Bridge
es: Puente para Calle a nivel
fr: Pont simple de rue
it: Ponte a livello di via

source: GLR Bridge
es: Puente para Tren Ligero
fr: Pont GLR
it: Ponte GLR

source: Plain OneWayRoad Bridge
es: Puente sencillo para Carretera Unidireccional Construir en la dirección deseada para el tránsito.
fr: Pont simple pour route à sens-unique
it: Ponte a senso unico piano

source: Plain Avenue Bridge
es: Puente sencillo para Avenida de 4 vías (AVE-4)
fr: Pont simple d'avenue
it: Ponte Piano Viale

source: Millau Viaduct
es: Viaducto de Millau
fr: Viaduc de Millau
it: Viadotto di Millau

source: Raised Avenue Bridge
es: Puente arqueado para avenida
fr: Pont surélevé d'avenue
it: Ponte a Viale Rialzato

source: RD4 Iron Girder Bridge
es: Puente de vigas de hierro para Carretera de 4 vías (RD-4)
fr: Pont à poutres de fer, RD4
it: RD4 Ponte a Trave di Ferro

source: RD6 Iron Girder Bridge
es: Puente de vigas de hierro para Carretera de 6 vías (RD-6)
fr: Pont à poutres de fer, RD6
it: RD6 Ponte a Trave di Ferro

source: Pont Alexandre III is an arch bridge that spans the Seine, connecting the Champs-Élysées quarter and the Invalides and Eiffel Tower quarter, widely regarded as the most ornate, extravagant bridge in Paris. The bridge, with its exuberant Art Nouveau lamps, cherubs, nymphs and winged horses at either end, was built between 1896 and 1900. It is named after Tsar Alexander III, who had concluded the Franco-Russian Alliance in 1892. His son Nicholas II laid the foundation stone in October 1896. The style of the bridge reflects that of the Grand Palais, to which it leads on the right bank.
es: Puente Alejandro III. Es un puente de arco sobre el Sena, conectando los Campos Elíseos con el sector de Les Invalides (y la Torre Eiffel). Es considerado el más ornado y extravagante de los puentes parisinos, con exhuberantes lámparas, querubines, nínfas y corceles alados de estilo Art Nouveau a cada extremo, reflejando el estilo del Grand Palais, ubicado a su ribera derecha. Se construyó entre 1896 y 1900 y recibe su nombre del zar ruso Alejandro III, que firmó la alianza Franco-Rusa de 1892. Su hijo, Nicolás II, puso la primera piedra del puente en octubre de 1896.
fr: Le Pont Alexandre III, pont en arc sur la Seine, reliant le 7e et le 8e arr. de Paris. Pont le plus orné et le plus extravagant de la ville : lampes Art Nouveau exubérantes, chérubins, nymphes et chevaux ailés à chaque extrémité. Construit entre 1896 et 1900. Il porte le nom du tsar Alexandre III, qui avait conclu l'alliance franco-russe en 1892. Son fils Nicolas II posa la première pierre en octobre 1896.
it: Il Pont Alexandre III è un ponte ad arco che attraversa la Senna, collegando il quartiere degli Champs-Élysées con quello degli Invalides e della Torre Eiffel, ed è considerato il ponte più ornato e stravagante di Parigi. Il ponte, con le sue esuberanti lampade Art Nouveau, i cherubini, le ninfe e i cavalli alati alle due estremità, fu costruito tra il 1896 e il 1900. Prende il nome dallo zar Alessandro III, che aveva concluso l'alleanza franco-russa nel 1892. Suo figlio Nicola II pose la prima pietra nell'ottobre 1896. Lo stile del ponte riflette quello del Grand Palais, al quale conduce sulla riva destra.

source: AVE-4 L0/0m Viaduct
es: Viaducto AVE-4 a nivel (L0 / 0m)
fr: Viaduc, AVE-4 L0/0m
it: AVE-4 L0/0m Viadotto

source: AVE-4 L1/7.5m Viaduct
es: Viaducto AVE-4 elevado L1 (7,5m)
fr: Viaduc, AVE-4 L1/7.5m
it: AVE-4 L1/7.5m Viadotto

source: AVE-4 L2/15M Viaduct
es: Viaducto AVE-4 elevado L2 (15m)
fr: Viaduc, AVE-4 L2/15m
it: AVE-4 L2/15M Viadotto

source: Brown Steel Girder (AVE)
es: Puente de vigas de acero marrones para Avenida
fr: Pont à poutrelles en acier brun, AVE
it: Trave in acciaio marrone (AVE)

source: Red Steel Girder (AVE)
es: Puente de vigas de acero rojas para Avenida
fr: Pont à poutrelles en acier rouge, AVE
it: Trave d'acciaio rossa (AVE)

source: Blue Steel Girder (AVE)
es: Puente de vigas de acero azules para Avenida
fr: Pont à poutrelles en acier bleu, AVE
it: Trave in acciaio blu (AVE)

source: Steel Under Deck Arch (AVE)
es: Puente de arcos de acero bajo cubierta para Avenida
fr: Pont à arches en acier plein cintre, AVE
it: Arco sottoponte in acciaio (AVE)

source: Brown Steel Girder (RD-4)
es: Puente de vigas de acero marrón para Carretera de 4 vías (RD-4)
fr: Pont à poutrelles en acier brun, RD-4
it: Trave in acciaio marrone (RD-4)

source: Red Steel Girder (RD-4)
es: Puente de vigas de acero rojo para Carretera de 4 vías (RD-4)
fr: Pont à poutrelles en acier rouge, RD-4
it: Trave in acciaio rosso (RD-4)

source: Blue Steel Girder (RD-4)
es: Puente de vigas de acero azul para Carretera de 4 vías (RD-4)
fr: Pont à poutrelles en acier bleu, RD-4
it: Trave in acciaio blu (RD-4)
