Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/bridges.po
Languages: es, fr, it

source: Steel Under Deck Arch (RD-4)
es: Puente de arco de acero bajo cubierta para Carretera de 4 vías (RD-4)
fr: Pont à arches en acier plein cintre, RD-4
it: Arco sottocoperta in acciaio (RD-4)

source: Brown Steel Girder (RD-6)
es: Puente de vigas de acero marrón para Carretera de 6 vías (RD-6)
fr: Pont à poutrelles en acier brun, RD-6
it: Trave in acciaio marrone (RD-6)

source: Red Steel Girder (RD-6)
es: Puente de vigas de acero rojo para Carretera de 6 vías (RD-6)
fr: Pont à poutrelles en acier rouge, RD-6
it: Trave in acciaio rosso (RD-6)

source: Blue Steel Girder (RD-6)
es: Puente de vigas de acero azul para Carretera de 6 vías (RD-6)
fr: Pont à poutrelles en acier bleu, RD-6
it: Trave in acciaio blu (RD-6)

source: Steel Under Deck Arch (RD-6)
es: Puente de arco de acero bajo cubierta para Carretera de 6 vías (RD-6)
fr: Pont à arches en acier plein cintre, RD-6
it: Arco sottocoperta in acciaio (RD-6)

source: Brown Steel Girder (OWR-5)
es: Puente de vigas de acero marrón para Carretera Unidireccional de 5 vías (OWR-5) Construir en la dirección deseada para el tránsito.
fr: Pont à poutrelles en acier brun, OWR-5
it: Trave in acciaio marrone (OWR-5)

source: Red Steel Girder (OWR-5)
es: Puente de vigas de acero rojo para Carretera Unidireccional de 5 vías (OWR-5) Construir en la dirección deseada para el tránsito.
fr: Pont à poutrelles en acier rouge, OWR-5
it: Trave in acciaio rosso (OWR-5)

source: Blue Steel Girder (OWR-5)
es: Puente de vigas de acero azul para Carretera Unidireccional de 5 vías (OWR-5) Construir en la dirección deseada para el tránsito.
fr: Pont à poutrelles en acier bleu, OWR-5
it: Trave in acciaio blu (OWR-5)

source: Steel Under Deck Arch (OWR-5)
es: Puente de arco de acero bajo cubierta para Carretera Unidireccional de 5 vías (OWR-5) Construir en la dirección deseada para el tránsito.
fr: Pont à arches en acier plein cintre, OWR-5
it: Arco sottocoperta in acciaio (OWR-5)

source: Brown Steel Girder (OWR-4)
es: Puente de vigas de acero marrón para Carretera Unidireccional de 4 vías (OWR-4) Construir en la dirección deseada para el tránsito.
fr: Pont à poutrelles en acier brun, OWR-4
it: Trave in acciaio marrone (OWR-4)

source: Red Steel Girder (OWR-4)
es: Puente de vigas de acero rojo para Carretera Unidireccional de 4 vías (OWR-4) Construir en la dirección deseada para el tránsito.
fr: Pont à poutrelles en acier rouge, OWR-4
it: Trave in acciaio rosso (OWR-4)

source: Blue Steel Girder (OWR-4)
es: Puente de vigas de acero azul para Carretera Unidireccional de 4 vías (OWR-4) Construir en la dirección deseada para el tránsito.
fr: Pont à poutrelles en acier bleu, OWR-4
it: Trave in acciaio blu (OWR-4)

source: Steel Under Deck Arch (OWR-4)
es: Puente de arco de acero bajo cubierta para Carretera Unidireccional de 4 vías (OWR-4) Construir en la dirección deseada para el tránsito.
fr: Pont à arches en acier plein cintre, OWR-4
it: Arco sottocoperta in acciaio (OWR-4)

source: Warren Undertruss GLR Bridge
es: Puente Warren de armazón inferior para tren ligero
fr: Pont à treillis Warren, GLR
it: Ponte Warren GLR a Travata Unica

source: High El-Rail Bridge
es: Puente de doble altura para tren ligero elevado
fr: Pont de métro/Tram aérien surélevé
it: Ponte Alto El-Rail

source: Concrete Elevated Rail Bridge
es: Puente de concreto para tren ligero elevado
fr: Pont en béton de métro/Tram aérien
it: Ponte Ferroviario Sopraelevato in Calcestruzzo

source: Undertruss Elevated Rail Bridge
es: Puente de armazón inferior para tren ligero elevado
fr: Pont en treillis de métro/Tram aérien
it: Ponte Ferroviario Sopraelevato a Travata Unica

source: Cable Stayed Elevated Rail Bridge
es: Puente colgante para tren ligero elevado
fr: Pont à haubans de métro/Tram aérien
it: Ponte Ferroviario Sopraelevato Strallato

source: Overdeck Truss GLR Bridge
es: Puente de armazón sobre cubierta para tren ligero
fr: Pont en treillis à tablier bas pour Tram (GLR)
it: Ponte GLR a Travata Rovesciata

source: Plain GLR Bridge
es: Puente sencillo para tren ligero
fr: Pont simple pour Tram (GLR)
it: Ponte GLR Piano

source: JENXPARIS Pont Notre Dame. The Pont Notre-Dame is a bridge that crosses the Seine in Paris, France linking the quai de Gesvres on the Rive Droite with the quai de la Corse on the Île de la Cité. The bridge is noted for being the "most ancient" in Paris, in the sense that, while the oldest bridge in Paris that is in its original state is undoubtedly the Pont Neuf, a bridge in some form has existed at the site of the Pont Notre-Dame since antiquity.
es: Pont Notre Dame JENXPARIS. El Puente de Nuestra Señora de París cruza el río Sena, conectando el Muelle de Gesvres en la rivera derecha, con el Muelle de la Corse en la Isla de la Ciudad. El puente es conocido como el "más antiguo" de París, en el sentido de que, en su ubicación, ha existido un puente desde los inicios de la ciudad; no obstante, el puente más antiguo todavía en pie en París es el Puente Nuevo.
fr: Pont Notre-Dame. Pont Parisien reliant le quai de Gesvres sur la Rive Droite au quai de la Corse sur l'Île de la Cité. Le pont est connu pour être le "plus ancien" de Paris ou plutôt être à l'emplacement d'une succession de ponts et cela en remontant à l'Antiquité. Par JENXPARIS.
it: JENXPARIS Pont Notre Dame. Il Pont Notre-Dame è un ponte che attraversa la Senna a Parigi, in Francia, collegando il quai de Gesvres sulla Rive Droite con il quai de la Corse sull'Île de la Cité. Il ponte è noto per essere il "più antico" di Parigi, nel senso che, mentre il ponte più antico di Parigi allo stato originale è senza dubbio il Pont Neuf, un ponte in qualche forma è esistito nel sito del Pont Notre-Dame fin dall'antichità.

source: Level Bridge
es: Puente a nivel
fr: Pont de plain-pied
it: Ponte di livello

source: Raised Bridge
es: Puente arqueado
fr: Pont surélevé
it: Ponte rialzato

source: Warren Under Truss Bridge
es: Puente de armazón Warren bajo cubierta
fr: Pont en treillis Warren
it: Ponte Warren a travata rovesciata

source: Wooden Covered Bridge
es: Puente cubierto de madera
fr: Pont couvert en bois
it: Ponte coperto in legno

source: Medium Suspension Bridge
es: Puente de suspensión mediano
fr: Pont suspendu moyen
it: Ponte sospeso medio

source: Small Steel Arch Bridge
es: Puente de arcos de acero pequeños
fr: Pont métallique à arches de plein cintre
it: Piccolo ponte ad arco in acciaio

source: Stone Arch Bridge
es: Puente de arcos de piedra
fr: Pont en arche de pierre
it: Ponte ad arco in pietra

source: Cantilever Truss Bridge
es: Puente de armazón voladizo
fr: Pont en treillis cantilever
it: Ponte a travata a sbalzo

source: OWR-3 Thru Truss
es: Puente de armazón envolvente de acero para Carretera Unidireccional de 3 vías (OWR-3) Construir en la dirección deseada para el tránsito.
fr: Pont à treillis, OWR-3
it: Ponte a Traliccio OWR-3

source: V-Shaped Steel Girder Bridge
es: Puente de vigas de acero en V
fr: Pont en acier à piles en V
it: Ponte a trave in acciaio a forma di V

source: Small Steel Arch RHW-2 Bridge
es: Puente de arco de acero pequeño para RHW-2
fr: Pont acier à arche de plein cintre, RHW-2
it: Ponte RHW-2 ad Arco Piccolo in Acciaio

source: Plain RHW-2 Bridge
es: Puente sencillo para RHW-2
fr: Pont simple RHW-2
it: Ponte Piano di RHW-2

source: Plain RHW-4 Bridge
es: Puente sencillo para RHW-4
fr: Pont simple RHW-4
it: Ponte Piano di RHW-4

source: Concrete Girder RHW-2 Bridge
es: Puente de armazón de hormigón para RHW-2
fr: Pont à poutre en béton, RHW-2
it: Ponte a Trave in Calcestruzzo RHW-2

source: Steel Girder RHW-4 Bridge
es: Puente de armazón de acero para RHW-4
fr: Pont à poutrelles en acier, RHW-4
it: Ponte RHW-4 a Travi in Acciaio

source: Concrete Box Girder RHW-4S Bridge
es: Puente de viga cajón para RHW-4
fr: Pont en poutre-caisson en béton, RHW-4S
it: Ponte a Trave Scatolata in Calcestruzzo RHW-4S

source: Concrete Box Girder RHW-6S Bridge
es: Puente de viga cajón para RHW-6S
fr: Pont en poutre-caisson en béton, RHW-6S
it: Ponte a Trave Scatolata in Calcestruzzo RHW-6S

source: MIS L0/0m Viaduct
es: Viaducto MIS a nivel
fr: Viaduc simple, MIS L0/0m
it: MIS L0/0m Viadotto

source: Elevated MIS L2/15M Viaduct
es: Viaducto MIS elevado L2 (15m)
fr: Viaduc simple, MIS L2/15m
it: Elevato MIS L2/15M Viadotto

source: RHW-2 L0/0m Viaduct
es: Viaducto RHW-2 a nivel
fr: Viaduc simple, RHW-2 L0/0m
it: RHW-2 L0/0m Viadotto

source: RHW-2 L2/15M Viaduct
es: Viaducto RHW-2 elevado L2 (15m)
fr: Viaduc simple, RHW-2 L2/15m
it: RHW-2 L2/15M Viadotto

source: RHW-4S L0/0m Viaduct
es: Viaducto RHW-4 a nivel
fr: Viaduc simple, RHW-4S L0/0m
it: RHW-4S L0/0m Viadotto

source: RHW-4S L2/15M Viaduct
es: Viaducto RHW-4S elevado L2 (15m)
fr: Viaduc simple, RHW-4S L2/15m
it: RHW-4S L2/15M Viadotto

source: Double Deck RHW Bridge
es: Puente RHW de doble cubierta
fr: Pont double tablier, RHW
it: Ponte a Due Piani RHW

source: MIS L1/7.5m Viaduct
es: Viaducto MIS elevado L1 (7,5m)
fr: Viaduc simple, MIS L1/7.5m
it: MIS L1/7.5m Viadotto

source: RHW-2 L1/7.5m Viaduct
es: Viaducto RHW-2 elevado L1 (7,5m)
fr: Viaduc simple, RHW-2 L1/7.5m
it: RHW-2 L1/7.5m Viadotto

source: RHW-3 L0/0m Viaduct
es: Viaducto RHW-3 a nivel
fr: Viaduc simple, RHW-3 L0/0m
it: RHW-3 L0/0m Viadotto

source: RHW-3 L1/7.5m Viaduct
es: Viaducto RHW-3 elevado L1 (7,5m)
fr: Viaduc simple, RHW-3 L1/7.5m
it: RHW-3 L1/7.5m Viadotto

source: RHW-3 L2/15M Viaduct
es: Viaducto RHW-3 elevado L2 (15m)
fr: Viaduc simple, RHW-3 L2/15m
it: RHW-3 L2/15M Viadotto

source: RHW-4S L1/7.5m Viaduct
es: Viaducto RHW-4 elevado L1 (7,5m)
fr: Viaduc simple, RHW-4S L1/7.5m
it: RHW-4S L1/7.5m Viadotto

source: RHW-6S L0/0m Viaduct
es: Viaducto RHW-6S a nivel (L0 / 0m)
fr: Viaduc simple, RHW-6S L0/0m
it: RHW-6S L0/0m Viadotto

source: RHW-6S L1/7.5m Viaduct
es: Viaducto RHW-6S elevado L1 (7,5m)
fr: Viaduc simple, RHW-6S L1/7.5m
it: RHW-6S L1/7.5m Viadotto

source: RHW-6S L2/15M Viaduct
es: Viaducto RHW-6S elevado L2 (15m)
fr: Viaduc simple, RHW-6S L2/15m
it: RHW-6S L2/15M Viadotto

source: V-Shaped Steel Girder Bridge RHW-2
es: Puente de vigas de acero en V para Autopista RHW-2
fr: Pont en acier à piles en V, RHW-2
it: Ponte a trave in acciaio a forma di V RHW-2

source: V-Shaped Steel Girder Bridge RHW-4
es: Puente de vigas de acero en V para Autopista RHW-4
fr: Pont en acier à piles en V, RHW-4
it: Ponte a trave in acciaio a forma di V RHW-4

source: Akashi-Kaikyo Suspension Bridge
es: Puente de suspensión Akashi-Kaikyo
fr: Pont suspendu d'Akashi-Kaikyo
it: Ponte Sospeso Akashi-Kaikyo

source: Plain RHW4 Compact Suspension Bridge
es: Puente colgante compacto sencillo para RHW-4
fr: Pont suspendu compact, RHW4
it: Ponte Sospeso Compatto Piano RHW4

source: Undertruss RHW-8 Bridge
es: Puente de armazón inferior para RHW-8
fr: Pont à treillis, RHW-8
it: Ponte RHW-8 a Travata Unica

source: Large Concrete Arch RHW-10 Bridge
es: Puente de arcos de concreto grandes para RHW-10
fr: Grand pont en arc de béton, RHW-10
it: Ponte RHW-10 ad Arco in Calcestruzzo di Grandi Dimensioni

source: Cable-Stayed RHW-10 Bridge
es: Puente colgante para RHW-10
fr: Pont à haubans, RHW-10
it: Ponte Strallato RHW-10

source: RHW-4 Large Steel Arch
es: Puente de arcos grandes de acero para RHW-4
fr: Grande arche en acier, RHW-4
it: RHW-4 Grande Arco in Acciaio

source: Compact Cable-Stayed RHW-6S Bridge
es: Puente colgante compacto para RHW-6S
fr: Pont à haubans compacte, RHW-6S
it: Ponte Compatto Strallato RHW-6S

source: Compact Steel Arch RHW-6S Bridge
es: Puente compacto de arcos de acero para RHW-6S
fr: Pont à haubans compacte, RHW-6S
it: Ponte Compatto ad Arco in Acciaio RHW-6S

source: Steel Girder RHW-4 Bridge
es: Puente de armazón de acero para RHW-4
fr: Pont à poutrelles métalliques, RHW-4
it: Ponte RHW-4 a Travi in Acciaio

source: Dual RHW-4 Steel Girder Bridge
es: Puente doble de armazón de acero para RHW-4
fr: Pont métallique double, RHW-4
it: Ponte a Doppia Trave in Acciaio RHW-4

source: Compact Regular RHW-6S Bridge
es: Puente compacto regular para RHW-6S
fr: Pont compacte simple, RHW-6S
it: Ponte Compatto Regolare RHW-6S

source: Compact Concrete Box Girder RHW-6S Bridge
es: Puente compacto de armazón de concreto para RHW-6S
fr: Pont en poutre-caisson de béton compacte, RHW-6
it: Ponte Compatto a Trave Scatolata in Calcestruzzo RHW-6S

source: RHW-8S L1/7.5m Viaduct
es: Viaducto RHW-8S elevado L1 (7,5m)
fr: Viaduc RHW-8S L1/7.5m
it: RHW-8S L1/7.5m Viadotto

source: RHW-8S L2/15M Viaduct
es: Viaducto RHW-8S elevado L2 (15m)
fr: Viaduc RHW-8S L2/15m
it: RHW-8S L2/15M Viadotto

source: RHW-10S L1/7.5m Viaduct
es: Viaducto RHW-10S elevado L1 (7,5m)
fr: Viaduc RHW-10S L1/7.5m
it: RHW-10S L1/7.5m Viadotto

source: RHW-10S L2/15M Viaduct
es: Viaducto RHW-10S elevado L2 (15m)
fr: Viaduc RHW-10S L2/15m
it: RHW-10S L2/15M Viadotto

source: Red Steel Arch RHW-10S Bridge
es: Puente de arcos de acero rojo para Autopista RHW-10S
fr: Pont en arc rouge, tablier bas, RHW-10S
it: Ponte ad arco in acciaio rosso RHW-10S

source: Red Steel Arch RHW-12S Bridge
es: Puente de arcos de acero rojo para Autopista RHW-12S
fr: Pont en arc rouge, tablier bas, RHW-12S
it: Ponte ad arco in acciaio rosso RHW-12S

source: RHW-8S L0/0m Viaduct
es: Viaducto RHW-8S a nivel
fr: Viaduc RHW-8S L0/0m
it: RHW-8S L0/0m Viadotto

source: RHW-10S L0/0m Viaduct
es: Viaducto RHW-10S a nivel
fr: Viaduc RHW-10S L0/0m
it: RHW-10S L0/0m Viadotto

source: RHW-12S L0/0m Viaduct
es: Viaducto RHW-12S a nivel
fr: Viaduc RHW-12S L0/0m
it: RHW-12S L0/0m Viadotto

source: RHW-12S L1/7.5m Viaduct
es: Viaducto RHW-12S elevado L1 (7,5m)
fr: Viaduc RHW-12S L1/7.5m
it: RHW-12S L1/7.5m Viadotto

source: RHW-12S L2/15m Viaduct
es: Viaducto RHW-12S elevado L2 (15m)
fr: Viaduc RHW-12S L2/15m
it: RHW-12S L2/15m Viadotto

source: PRM Brick Arch Viaduct - Classic
es: Puente peatonal de arcos de ladrillo - cubierta Clásica
it: Ponte ad Arco in Mattoni - Zona Pedonale Classica

source: PRM Brick Arch Viaduct - Pavement
es: Puente peatonal de arcos de ladrillo - cubierta de Baldosas
it: Ponte ad Arco in Mattoni - Zona Pedonale Pavimentata

source: PRM Brick Arch Viaduct - Cobblestone
es: Puente peatonal de arcos de ladrillo - cubierta de adoquines
it: Ponte ad Arco in Mattoni - Zona Pedonale di Ciottoli

source: PRM Brick Arch Viaduct - Wavy Brick
es: Puente peatonal de arcos de ladrillo - cubierta de ladrillo ondulado
it: Ponte ad Arco in Mattoni - Zona Pedonale a Mattone Ondulato

source: PRM Brick Arch Viaduct - Sandstone
es: Puente peatonal de arcos de ladrillo - cubierta de arenisca
it: Ponte ad Arco in Mattoni - Zona Pedonale Arenaria

source: PRM Brick Arch Viaduct - Retrowave
es: Puente peatonal de arcos de ladrillo - cubierta de ladrillo
it: Ponte ad Arco in Mattoni - Zona Pedonale Retrowave

source: PRM Brick Arch Viaduct - Industrial
es: Puente peatonal de arcos de ladrillo - cubierta industrial
fr: Viaduc d'Antheor (Nice) en arc de brique, RRW-2
it: Ponte ad Arco in Mattoni - Zona Pedonale Industriale

source: Yellow Steel Box Girder (RHW-2)
it: Trave Scatolare in Acciaio Giallo (RHW-2)

source: Yellow Steel Box Girder (RHW-3)
it: Trave Scatolare in Acciaio Giallo (RHW-3)

source: Yellow Steel Box Girder (RHW-4S)
it: Trave Scatolare in Acciaio Giallo (RHW-4S)

source: Yellow Steel Box Girder (OWR-2)
it: Trave Scatolare in Acciaio Giallo (OWR-2)

source: Yellow Steel Box Girder (OWR-3)
it: Trave Scatolare in Acciaio Giallo (OWR-3)

source: Yellow Steel Box Girder (Road)
it: Trave Scatolare in Acciaio Giallo (Strada)

source: Yellow Steel Box Girder (AVE-2)
it: Trave Scatolare in Acciaio Giallo (AVE-2)

source: Yellow Steel Box Girder (ARD-3)
it: Trave Scatolare in Acciaio Giallo (ARD-3)

source: Yellow Steel Box Girder (NRD-4)
it: Trave Scatolare in Acciaio Giallo (NRD-4)

source: Yellow Steel Box Girder (Street)
it: Trave Scatolare in Acciaio Giallo (Via)

source: Yellow Steel Box Girder (SAM-2)
it: Trave Scatolare in Acciaio Giallo (SAM-2)

source: Yellow Steel Box Girder (SAM-6)
it: Trave Scatolare in Acciaio Giallo (SAM-6)

source: Yellow Steel Box Girder (SAM-7)
it: Trave Scatolare in Acciaio Giallo (SAM-7)

source: Yellow Steel Box Girder (SAM-8)
it: Trave Scatolare in Acciaio Giallo (SAM-8)

source: Yellow Steel Box Girder (SAM-9)
it: Trave Scatolare in Acciaio Giallo (SAM-9)

source: Yellow Steel Box Girder (SAM-10)
it: Trave Scatolare in Acciaio Giallo (SAM-10)

source: Yellow Steel Box Girder (SAM-11)
it: Trave Scatolare in Acciaio Giallo (SAM-11)

source: Red Under Deck Truss Arch (RHW-2)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (RHW-2)

source: Red Under Deck Truss Arch (RHW-3)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (RHW-3)

source: Red Under Deck Truss Arch (RHW-4S)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (RHW-4S)

source: Red Under Deck Truss Arch (OWR-2)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (OWR-2)

source: Red Under Deck Truss Arch (OWR-3)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (OWR-3)

source: Red Under Deck Truss Arch (Road)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (Strada)

source: Red Under Deck Truss Arch (AVE-2)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (AVE-2)

source: Red Under Deck Truss Arch (ARD-3)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (ARD-3)

source: Red Under Deck Truss Arch (NRD-4)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (NRD-4)

source: Red Under Deck Truss Arch (Street)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (Via)

source: Red Under Deck Truss Arch (SAM-2)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (SAM-2)

source: Red Under Deck Truss Arch (SAM-6)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (SAM-6)

source: Red Under Deck Truss Arch (SAM-7)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (SAM-7)

source: Red Under Deck Truss Arch (SAM-8)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (SAM-8)

source: Red Under Deck Truss Arch (SAM-9)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (SAM-9)

source: Red Under Deck Truss Arch (SAM-10)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (SAM-10)

source: Red Under Deck Truss Arch (SAM-11)
it: Ponte ad Arco a Traliccio Sottocoperta Rosso (SAM-11)

source: Green Over Deck Truss (RHW-2)
it: Ponte a Travata Sovrapposta Verde (RHW-2)

source: Green Over Deck Truss (RHW-3)
it: Ponte a Travata Sovrapposta Verde (RHW-3)

source: Green Over Deck Truss (RHW-4S)
it: Ponte a Travata Sovrapposta Verde (RHW-4S)

source: Green Over Deck Truss (OWR-2)
it: Ponte a Travata Sovrapposta Verde (OWR-2)

source: Green Over Deck Truss (OWR-3)
it: Ponte a Travata Sovrapposta Verde (OWR-3)

source: Green Over Deck Truss (Road)
fr: Pont ferroviaire à treillis L2
it: Ponte a Travata Sovrapposta Verde (Strada)

source: Green Over Deck Truss (AVE-2)
it: Ponte a Travata Sovrapposta Verde (AVE-2)

source: Green Over Deck Truss (ARD-3)
it: Ponte a Travata Sovrapposta Verde (ARD-3)

source: Green Over Deck Truss (NRD-4)
it: Ponte a Travata Sovrapposta Verde (NRD-4)

source: Green Over Deck Truss (Street)
it: Ponte a Travata Sovrapposta Verde (Via)

source: Green Over Deck Truss (SAM-2)
it: Ponte a Travata Sovrapposta Verde (SAM-2)

source: Green Over Deck Truss (SAM-6)
it: Ponte a Travata Sovrapposta Verde (SAM-6)

source: Green Over Deck Truss (SAM-7)
it: Ponte a Travata Sovrapposta Verde (SAM-7)

source: Green Over Deck Truss (SAM-8)
it: Ponte a Travata Sovrapposta Verde (SAM-8)

source: Green Over Deck Truss (SAM-9)
it: Ponte a Travata Sovrapposta Verde (SAM-9)

source: Green Over Deck Truss (SAM-10)
it: Ponte a Travata Sovrapposta Verde (SAM-10)

source: Green Over Deck Truss (SAM-11)
it: Ponte a Travata Sovrapposta Verde (SAM-11)

source: Blue Suspension (RHW-2)
it: Ponte Sospeso Blu (RHW-2)

source: Blue Suspension (RHW-3)
it: Ponte Sospeso Blu (RHW-3)

source: Blue Suspension (RHW-4S)
it: Ponte Sospeso Blu (RHW-4S)

source: Blue Suspension (OWR-2)
it: Ponte Sospeso Blu (OWR-2)

source: Blue Suspension (OWR-3)
it: Ponte Sospeso Blu (OWR-3)

source: Blue Suspension (Road)
it: Ponte Sospeso Blu (Strada)

source: Blue Suspension (AVE-2)
it: Ponte Sospeso Blu (AVE-2)

source: Blue Suspension (ARD-3)
it: Ponte Sospeso Blu (ARD-3)

source: Blue Suspension (NRD-4)
it: Ponte Sospeso Blu (NRD-4)

source: Blue Suspension (Street)
es: Puente de suspensión mediano
it: Ponte Sospeso Blu (Via)

source: Blue Suspension (SAM-2)
it: Ponte Sospeso Blu (SAM-2)

source: Blue Suspension (SAM-6)
it: Ponte Sospeso Blu (SAM-6)

source: Blue Suspension (SAM-7)
it: Ponte Sospeso Blu (SAM-7)

source: Blue Suspension (SAM-8)
it: Ponte Sospeso Blu (SAM-8)

source: Blue Suspension (SAM-9)
it: Ponte Sospeso Blu (SAM-9)

source: Blue Suspension (SAM-10)
it: Ponte Sospeso Blu (SAM-10)

source: Blue Suspension (SAM-11)
it: Ponte Sospeso Blu (SAM-11)

source: Level Maxis Highway Override Bridge
es: Puente a nivel para Autopista MHO
fr: Pont simple de plain-pied Maxis

source: OWR-2 L0/0m Viaduct
es: Puente para Carretera Unidireccional de 2 vías (OWR-2) a nivel Construir en la dirección deseada para el tránsito.
fr: Viaduc OWR-2 L0/0m

source: OWR-2 L1/7.5m Viaduct
es: Puente para Carretera Unidireccional de 2 vías (OWR-2) elevada L1 Construir en la dirección deseada para el tránsito.
fr: Viaduc OWR-2 L1/7.5m

source: OWR-2 L2/15M Viaduct
es: Puente para Carretera Unidireccional de 2 vías (OWR-2) elevada L2 Construir en la dirección deseada para el tránsito.
fr: Viaduc OWR-2 L2/15m
