Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/buttons.po
Languages: fr, it, ko

source: For building intersections between Rail Tunnel and Maxis Roadways. Button contains several different Pieces for Maxis Roadways.
fr: Outil permettant de placer des voies souterraines sous divers segments de routes, sens uniques, rues, avenues et autoroutes Maxis. Pièces-Puzzles.
it: Per la costruzione di intersezioni tra il tunnel ferroviario e le strade Maxis. Il pulsante contiene diversi pezzi per le strade Maxis.
ko: 지하 철도와 맥시스 도로 간의 교차점을 건설합니다. 다양한 맥시스 도로 조각이 들어있습니다.

source: Underground Rail Maxis Roadway Intersection Pieces
fr: Voies ferrées souterraines et Réseau routier Maxis.
ko: 지하 철도 지하 철도-맥시스 도로 교차 조각

source: For building intersections between Rail Tunnel and Railways. Button contains several different Pieces for Railways.
fr: Outil permettant de placer des voies souterraines sous divers segments de rails. Pièces-Puzzles
it: Per costruire intersezioni tra tunnel ferroviari e ferrovie. Il pulsante contiene diversi pezzi per le ferrovie.
ko: 지하 철도와 철도 간의 교차점을 건설합니다. 다양한 철도 조각이 들어있습니다.

source: Underground Rail Railway Intersection Pieces
fr: Voies ferrées souterraines et Voies ferrées.
ko: 지하 철도 지하 철도-철도 교차 조각

source: For building intersections between Rail Tunnel and Tramways. Button contains several different Pieces for Tramways.
fr: Outil permettant de placer des voies souterraines sous divers segments de Tram (unique ; partagée en rue, en route ou avenue). Pièces-Puzzles.
it: Per la costruzione di intersezioni tra tunnel ferroviari e tram. Il pulsante contiene diversi pezzi per le linee tranviarie.
ko: 지하 철도와 전차 간의 교차점을 건설합니다. 다양한 전차 조각이 들어있습니다.

source: Underground Rail Tramway Intersection Pieces
fr: Voies ferrées souterraines et Tram (GLR)
ko: 지하 철도 지하 철도-전차 교차점 조각

source: For building Miscellaneous Rail Tunnel Pieces. Button contains several different Pieces for Dual/Double-Decker Networking.
fr: L'outil permet de placer des croisements (X) de voies ferrées sous des segments de routes ou de voies piétonnes. Pièces-Puzzles.
it: Per la costruzione di pezzi vari di tunnel ferroviari. Il pulsante contiene diversi pezzi per la rete a due o due piani.
ko: 기타 지하 철도 조각을 건설합니다. 다양한 이중/복층 네트워크 조각이 들어있습니다.

source: Underground Rail Miscellaneous Puzzle Pieces
fr: Voies ferrées souterraines, intersections
ko: 지하 철도 기타 퍼즐 조각

source: All pieces in this section are FLEX and conform to flextrack standards!
fr: L'outil contient les pièces courbes à grand rayon (R3, R4 et R5), peuvent être converties (FLEX) en voie unique (STR) ou élevées.
it: Tutti i pezzi di questa sezione sono FLEX e conformi agli standard Flextrack!
ko: 모든 조각이 유연FLEX하고 유연한 선로(flextrack)와 FARR 표준을 준수합니다!

source: RealRailway FLEX Curve Pieces.
fr: Rails courbes (RRW) - pièces FLEX
ko: 현실철도 유연한FLEX 곡선 조각

source: All pieces in this section are FLEX and conform to flextrack standards!
fr: L'outil contient de multiples aiguillages, bretelles, divisions Y, courbes, croisements ... voie double et unique (DTR | STR) ortho et diagonale. Pièces FLEX.
it: Tutti i pezzi di questa sezione sono FLEX e conformi agli standard Flextrack!
ko: 모든 조각이 유연FLEX하고 유연한 선로(flextrack)와 FARR 표준을 준수합니다!

source: RealRailway FLEX Turnout Pieces.
fr: Aiguillages et bretelles ferroviaires (RRW) - FLEX
ko: 현실철도 유연한FLEX 곡선 조각

source: All pieces in this section are FLEX and conform to flextrack and FARR standards!
fr: Cet outil contient divers segments de voie ortho et diagonales vers FARR 1,5 | 2 | 3 et 6. Pièces FLEX.
it: Tutti i pezzi di questa sezione sono FLEX e conformi agli standard Flextrack e FARR!
ko: 모든 조각이 유연FLEX하고 유연한 선로(flextrack)와 FARR 표준을 준수합니다!

source: RealRailway FLEX Fractional Angled (FA) Pieces.
fr: Voies ferroviaires (RRW) à angles fractionnaires (FA) - FLEX
ko: 현실철도 유연한FLEX 분수 각도(FA) 조각

source: For building ElevatedRail Dual/Double-Decker Pieces. Button contains several different Pieces for Dual/Double-Decker Networking.
fr: L'outil contient des segments (droite et courbe) de Tram surélevée en surplomb et croisement de routes, rues et avenues ainsi qu'en surplomb de voies piétonnes. Pièces-Puzzles.
it: Per la costruzione di pezzi ElevatedRail Dual/Double-Decker. Il pulsante contiene diversi pezzi per la costruzione di reti doppie/doppie.
ko: 지상전철 이중/복층 네트워크 조각을 건설합니다. 다양한 이중/복층 네트워크가 들어있습니다.

source: ElevatedRail Dual/Double-Decker Network Pieces
fr: Tram surélevé - Double réseaux
ko: 지상전철 이중/복층 네트워크 조각

source: These puzzle pieces are to allow you to cross NWM networks with ElRail over Road.
fr: Pièces-Puzzles de segments de Tram surélevée croisant les réseaux routiers élargis : AVE-2 | TLA-3 | ARD-3 | NRD-4 | RD-6 ...
it: Questi pezzi del puzzle permettono di attraversare le reti NWM con la Ferrovia Sopraelevata su Strada.
ko: 지상전철-도로와 NWM의 교차로를 건설할 수 있는 퍼즐 조각이 들어있습니다.

source: ElRail over Road NWM Intersections
fr: Tram surélevé - Intersections du réseau élargi (NWM)
ko: 지상전철-도로와 NWM 교차로

source: For building ElevatedRail over Avenue/RD-4 Pieces. The construction lot vanishes automatically. Use the Road Tool to connect the network and to build intersections.
fr: Cet outil contient des Pièces-Puzzles de segments de Tram en surplomb de 4-voies et d'avenues + Rampe Tram (GLR) vers Tram surélevé.
it: Per la costruzione di pezzi ElevatedRail su Avenue/RD-4. Utilizzare i tasti Home/Fine per ruotare il pezzo e il tasto TAB per scorrere i diversi tipi di pezzi ElevatedRail.
ko: 지상전철-애비뉴/RD-4 조각을 건설합니다. 공사 부지는 자동적으로 사라집니다. 도로 도구를 이용하여 네트워크를 연결하고 교차로를 건설하세요.

source: ElevatedRail over Avenue/Road-4 Puzzle Pieces
fr: Tram surélevé - Route 4 voies et avenue
ko: 지상전철-애비뉴/RD-4 퍼즐 조각

source: Puzzle Pieces to build a ground level extension of the Elevated Rail network for Light Rail/Trams.
fr: Pièces-Puzzles pour établir un réseau de Tramway. Ortho et diagonale, boucle, courbe, carrefour, jonction, variantes de sol et croisement avec les réseaux routiers standards.
it: Pezzi di puzzle per costruire un'estensione a livello del suolo della rete ferroviaria sopraelevata per Light Rail/Trams.
ko: 전차 퍼즐 조각을 건설합니다.

source: Ground Light Rail (Tram)
fr: Tram (GLR)
ko: 전차

source: Starter Pieces to build a ground level extension of the Elevated Rail network for Light Rail/Trams. Connect the Elevated Rail network with the Starter Piece. The Elevated Rail will turn into a Ground Light Rail track.
fr: L'outil propose les pièces-initiales ortho et diagonale (+ version rurale), Rampe depuis réseau Tram surélevé, boucle.
it: Pezzi iniziali per costruire un'estensione a livello del suolo della rete ferroviaria sopraelevata per Light Rail/Trams. Collegare la rete di binari sopraelevati con il pezzo iniziale. La ferrovia sopraelevata si trasformerà in un binario della ferrovia leggera terrestre.
ko: 전차 시작 조각을 건설합니다. 시작 조각을 통과하도록 지상전철 네트워크 도구를 그어서 전차를 건설합니다.

source: Draggable Ground Light Rail (Tram)
fr: Tram (GLR) - Pièces-Initiales étirables
ko: 드래그할 수 있는 전차

source: For building Tram-Avenue (= GroundLightRail / Avenue) - Dual Network Pieces.
fr: Pièces-Puzzles de segments de Tram sur avenues en double réseau. Ortho et diagonales. Croisement et liaisons avec les réseaux de bases, de sol et surélevés, boucles.
it: Per la costruzione di tram-viale (= GroundLightRail / Avenue) - Pezzi di rete doppi.
ko: 전차전용-애비뉴 - 이중 네트워크 조각을 건설합니다.

source: Tram-Avenue (GroundLightRail / Avenue) - Dual Network Pieces
fr: Tram sur Avenue (GLR)
ko: 전차전용-애비뉴 - 이중 네트워크 조각

source: For building Elevated Rail overpasses over Sunken Highways, Elevated Networks and Viaducts. These puzzle pieces are designed so that you may plop them first or you may plop them on existing networks.
fr: L'outil fournit divers segments de Tram archi-surélevés (30m) de franchissement des réseaux de bases (Maxis) surélevés ou non, plus une rampe : surélevés vers archi-surélevés.
it: Per costruire cavalcavia ferroviari sopra autostrade sommerse, reti sopraelevate e viadotti. Questi pezzi del puzzle sono progettati in modo da poter essere inseriti per primi o da poter essere inseriti nelle reti esistenti.
ko: 반지하 고속도로, 고가 네트워크 및 고가도로를 넘는 초고가 지상전철을 건설합니다. 맨 땅에 건설하거나 기존에 있는 네트워크 위에 건설할 수 있도록 설계되었습니다.

source: High Elevated Rail Puzzle Pieces
fr: Tram archi-surélevé !
ko: 초고가 지상전철 퍼즐 조각

source: For utilizing the Tram-in-Road Button contains Tram-in-Road Puzzle Pieces
fr: L'outil propose divers segments (pièces-puzzles) de tram sur route en double réseau. Ortho et diagonales. Croisements et liaisons avec les réseaux de bases, boucles et transition avec le Tram surélevé.
it: Per l'utilizzo del Tram su strada Il pulsante contiene i pezzi del puzzle del tram su strada
ko: 전차전용-도로를 건설합니다. 전차전용-도로 조각이 들어있습니다.

source: Tram-in-Road
fr: Tram sur Route
ko: 전차전용-도로

source: For utilizing the Tram Puzzle Pieces
fr: L'outil fournit plusieurs pièces-puzzles de Tram sur route et sur avenue (en double réseau) en texture tout goudron. Plus voie de Tram sur herbe pour route (ortho) et avenue (ortho et diagonales).
it: Per utilizzare i pezzi del puzzle del tram
ko: 전차 조각을 건설합니다.

source: Tram-on-Road & texture variations
fr: Tram sur route et avenue - Styles additionnelles
ko: 전차겸용-도로 & 변형 텍스처

source: For utilizing the Tram Puzzle Pieces
fr: L'outil propose divers segments (Pièces-Puzzles) de Tram sur Rue (voies partagées). Ortho et diagonales, Croisement et liaisons avec les autres réseaux, boucles.
it: Per utilizzare i pezzi del puzzle del tram
ko: 전차 조각을 건설합니다.

source: Tram-on-Street
fr: Tram sur Rue
ko: 전차겸용-거리

source: For building additional styles of Draggable Ground Light Rail with customizable base textures Button contains starters for two additional Ground Light Rail styles, plus filler pieces.
fr: L'outil contient les pièces-initiales dans 2 styles additionnels.
it: Per costruire stili aggiuntivi di ferrovia leggera terrestre trascinabile con texture di base personalizzabili Il pulsante contiene gli elementi di partenza per due stili aggiuntivi di binari leggeri terrestri, oltre a pezzi di riempimento.
ko: 바닥 텍스처를 커스텀할 수 있는 추가 스타일의 드래그할 수 있는 전차를 건설합니다. 두 종류의 전차 시작 조각과 채움 조각이 들어있습니다.

source: Draggable Ground Light Rail (Tram)--Additional Styles
fr: Tram (GLR) Étirable - Styles additionnels
ko: 드래그할 수 있는 전차 --추가 스타일

source: For utilizing the High Speed Rail Project (HSRP) Button contains Starter, Filler and Overpass Puzzle Pieces for High Speed Rail (HSR)
fr: Pièce-Initiale du réseau Grande Vitesse (HSR project). Contient aussi des segments en surplomb des réseaux de bases.
it: Per l'utilizzo del Progetto ferroviario ad alta velocità (HSRP) Il pulsante contiene i pezzi del puzzle Starter, Filler e Overpass per la ferrovia ad alta velocità (HSR)
ko: 고속철도 프로젝트(HSRP)를 건설합니다. 고속철도(HSR)의 시작 조각, 채움 조각, 고가철도 조각이 들어있습니다.

source: High Speed Rail (HSR)
fr: Voie à grande vitesse (HSR) - Surélevé
ko: 고속철도(HSR)

source: For utilizing the High Speed Rail Project (HSRP) Button contains Starter, Filler and Overpass Puzzle Pieces for Ground High Speed Rail (GHSR) GHSR is a ground level extension of High Speed Rail (HSR)
fr: Pièce-initiale du réseau Grande Vitesse ainsi que les segments de franchissement des réseaux de bases, une rampe vers le réseau surélevé, S, ...
it: Per l'utilizzo del Progetto ferroviario ad alta velocità (HSRP) Il pulsante contiene i pezzi del puzzle Starter, Filler e Overpass per la ferrovia ad alta velocità di terra (GHSR). La GHSR è un'estensione a livello del suolo della ferrovia ad alta velocità (HSR)
ko: 고속철도 프로젝트(HSRP)를 건설합니다. 지상 고속철도(GHSR)의 시작 조각, 채움 조각, 과선교 조각이 들어있습니다. GHSR은 지상 높이의 고속철도(HSR)입니다.

source: Ground High Speed Rail (GHSR)
fr: Voie à Grande Vitesse de sol (GHSR)
ko: 지상 고속철도(GHSR)

source: Monorail Wide Radius Curve Puzzle Pieces
fr: Monorail - Grandes Courbes
ko: 모노레일 넓은 반지름 곡선 퍼즐 조각

source: For building Monorail Wide Radius Curves. This button contains several different curve Puzzle Pieces for Monorail.
fr: L'outil contient les segments (Picèes-Puzzles) de courbes et S.
it: Per la costruzione di curve Monorail ad ampio raggio. Questo pulsante contiene diversi pezzi di puzzle di curve per la Monorotaia.
ko: 모노레일 넓은 반지름 곡선을 건설합니다. 다양한 모노레일 퍼즐 조각이 들어있습니다.

source: For building Monorail overpasses over Sunken Highways, Elevated Networks and Viaducts. These puzzle pieces are designed so that you may plop them first or you may plop them on existing networks.
fr: Pièces-puzzles de segments en surplomb des réseaux de bases (Maxis). + rampe de 15 à 30 m
it: Per la costruzione di cavalcavia monorotaia su autostrade sommerse, reti sopraelevate e viadotti. Questi pezzi del puzzle sono progettati in modo da poter essere collocati per primi o su reti esistenti.
ko: 반지하 고속도로, 고가 네트워크 고가도로를 넘는 초고가 모노레일을 건설합니다. 맨 땅에 건설하거나 기존에 있는 네트워크 위에 건설할 수 있도록 설계되었습니다.

source: High Monorail Puzzle Pieces
fr: Monorail - Haute Élévation
ko: 초고가 모노레일 퍼즐 조각

source: For building Hybrid Railway straight track sections. Hybrid Railway carries both normal Rail traffic and High Speed Rail (Monorail) traffic.
fr: Segments de voies ferrées hybrides en ligne droite (ortho et diagonale). Le chemin de fer hybride supporte à la fois le trafic ferroviaire normal et le trafic ferroviaire à grande vitesse (monorail).
it: Per la costruzione di sezioni di binario rettilineo per la Ferrovia Ibrida. La ferrovia ibrida trasporta sia il traffico ferroviario normale che quello ad alta velocità (monorotaia).
ko: 직선 하이브리드 철도를 건설합니다. 하이브리드 철도는 철도와 고속철도(모노레일)을 모두 수송합니다.

source: Hybrid Railway (Rail-High Speed Rail) Straight Sections
fr: Chemin de fer hybride (Rail ordinaire - Grande Vitesse) - Droites
ko: 하이브리드 철도 직선 조각

source: For building Hybrid Railway curves. Hybrid Railway carries both normal Rail traffic and High Speed Rail (Monorail) traffic.
fr: L'outil contient des segments de voies ferrées hybrides en courbes à grands rayons et S. Le chemin de fer hybride supporte à la fois le trafic ferroviaire normal et le trafic ferroviaire à grande vitesse (monorail).
it: Per la costruzione di curve Ferroviarie Ibride. La Ferrovia Ibrida trasporta sia il traffico ferroviario normale che quello ad alta velocità (monorotaia).
ko: 곡선 하이브리드 철도를 건설합니다. 하이브리드 철도는 철도와 고속철도(모노레일)을 모두 수송합니다.

source: Hybrid Railway (Rail-High Speed Rail) Curves
fr: Chemin de fer hybride (Rail ordinaire - Grande Vitesse) - Courbes
ko: 하이브리드 철도 곡선

source: For building Hybrid Railway switches. Hybrid Railway carries both normal Rail traffic and High Speed Rail (Monorail) traffic.
fr: L'outil contient divers aiguillages, droit, en courbe, croisement.
it: Per la costruzione di scambi Ferroviari Ibridi. La Ferrovia Ibrida trasporta sia il traffico ferroviario normale che quello ad alta velocità (monorotaia).
ko: 하이브리드 철도 분기를 건설합니다. 하이브리드 철도는 철도와 고속철도(모노레일)을 모두 수송합니다.

source: Hybrid Railway (Rail-High Speed Rail) Switches
fr: Chemin de fer hybride (Rail ordinaire - Grande Vitesse) - Aiguillages
ko: 하이브리드 철도 분기

source: For building Hybrid Railway height transitions and elevated sections. Hybrid Railway carries both normal Rail traffic and High Speed Rail (Monorail) traffic. Use ground-level Hybrid Railway segments, and connect to the elevated end of the transitions (or to other already elevated sections) to elevate them.
fr: Segments de transitions de hauteur et des sections surélevées des chemins de fer hybrides. Le chemin de fer hybride supporte à la fois le trafic ferroviaire normal et le trafic ferroviaire à grande vitesse (monorail). Utilisez des tronçons de chemin de fer hybride au niveau du sol et reliez les à l'extrémité surélevée des transitions (ou à d'autres tronçons déjà surélevés) pour les surélever.
it: Per la costruzione di passaggi in altezza e sezioni sopraelevate di Ferrovie Ibride. La Ferrovia Ibrida trasporta sia il traffico ferroviario normale che quello ad alta velocità (monorotaia). Utilizzare segmenti di ferrovia ibrida a livello del suolo e collegarli all'estremità sopraelevata delle transizioni (o ad altre sezioni già sopraelevate) per elevarle.
ko: 하이브리드 철도 높이 전환과 고가 하이브리드 철도를 건설합니다. 하이브리드 철도는 철도와 고속철도(모노레일)을 모두 수송합니다. 지상 하이브리드 철도를 고가 전환 끝부분에 연결하거나 다른 고가 하이브리드 철도에 연결하세요.

source: Hybrid Railway (Rail-High Speed Rail) Height Transitions
fr: Chemin de fer Hybride (Rail ordinaire - Grande Vitesse) - Transitions vers viaduc.
ko: 하이브리드 철도 높이 전환

source: Button contains Ground Highway Puzzle Pieces
fr: L'outil contient de segments d'autoroutes.
it: Il pulsante contiene i pezzi del puzzle Autostrada Terrestre
ko: 지상 고속도로 퍼즐 조각이 들어있습니다.

source: Ground Highway Puzzle Pieces
fr: Autoroute de sol - Pièces-puzzles
ko: 지상 고속도로 퍼즐 조각

source: Elevated Highway Button contains Single-Sided Perpendicular Ramps for Elevated Highway
fr: L'outil contient des bretelles perpendiculaires surélevées.
it: Autostrada sopraelevata Il pulsante contiene rampe perpendicolari su un solo lato per una strada sopraelevata
ko: 고가 고속도로 고가 고속도로용 한쪽 수직 램프가 들어있습니다.

source: Single-Sided Perpendicular Ramps Elevated Highway
fr: Autoroute surélevée - Rampes
ko: 한쪽 수직 램프 고가 고속도로

source: For building Single-Sided Parallel Ramps Button contains Single-Sided Parallel Ramps for both Ground Highway and Elevated Highway
fr: L'outil propose des bretelles parallèles d'autoroute de sol et surlélevé.
it: Per la costruzione di rampe parallele monofacciali Il pulsante contiene rampe parallele su un solo lato sia per l'autostrada terrestre che per l'autostrada sopraelevata
ko: 한쪽 평행 램프를 건설합니다. 지상 고속도로용과 고가 고속도로용이 모두 들어있습니다.

source: Single-Sided Parallel Ramps Ground Highway & Elevated Highway
fr: Autoroute et Autoroutes surélevés
ko: 한쪽 평행 램프 지상 고속도로 & 고가 고속도로

source: Button contains Custom Interchanges
fr: Échangeurs ...
it: Il pulsante contiene gli interscambi personalizzati
ko: 추가 입체교차로(Custom Interchanges)가 들어 있습니다.

source: Custom Interchanges
fr: Échangeurs sur mesures
ko: 추가 입체교차로

source: Traffic Simulator - Classic Capacity
fr: Simulateur de Trafic - Capacité Classique
ko: 교통 시뮬레이터 - 전통적인 용량

source: Traffic Simulator - Low Capacity
fr: Simulateur de trafic - Capacité Limitée
ko: 교통 시뮬레이터 - 용량이 낮음

source: Traffic Simulator - Medium Capacity
fr: Simulateur de trafic - Capacité Moyenne
ko: 교통 시뮬레이터 - 중간 용량

source: Traffic Simulator - High Capacity
fr: Simulateur de trafic - Capacité Élevée
ko: 교통 시뮬레이터 - 대용량

source: Traffic Simulator - Ultra Capacity
fr: Simulateur de trafic - Capacité Ultra
ko: 교통 시뮬레이터 - 최대 용량

source: Network Addon Mod Controller
fr: Network Addon Mod - Version Controlleur
ko: 네트워크 추가 모드(NAM) 컨트롤러

source: Draggable Pedmalls
fr: Voies piétonnes étirables
ko: 드래그할 수 있는 보행자전용도로

source: Button contains Starter Pieces to build Draggable Pedmall networks of various styles. Drag the Street tool through the Starter Piece to construct the desired pedmall.
fr: L'outil contient les pièces-initiales de divers styles (8). Passez l'outil Rue à travers la pièce-initiale et tracé la longueur souhaitée.
it: Il pulsante contiene i pezzi iniziali per costruire reti della Zona Pedonale Trascinabili di vari stili. Trascinate lo strumento Strada attraverso il pezzo iniziale per costruire la Zona Pedonale desiderato.
ko: 모습이 다른, 드래그할 수 있는 보행자전용도로 시작 조각을 건설합니다. 시작 조각을 통과하도록 거리 도구를 그어서 보행자전용도로를 건설합니다.

source: Street Addon Mod (SAM)
fr: Rue additionnelle (SAM)
ko: 거리 추가 모드(SAM)

source: Multi-Radius Curves (MRCs) for Surface Networks
fr: Courbes de réseaux de surface
ko: 다중 반지름 곡선(MRCs) (지상 네트워크용)

source: Real Expressway Network Tool.
fr: Outil de réseau Voies Rapides
ko: 현실 자동차전용도로 네트워크 도구

source: RealExpressway FLEXRamp Pieces
fr: Bretelles FLEX - Réseau Voies Rapides
ko: 현실 자동차전용도로 유연한FLEX램프(FLEXrmap) 조각

source: Real Railway Flex Curve Pieces.
fr: Rails courbes (RRW) - pièces FLEX
ko: 현실철도 유연한FLEX 곡선 조각

source: Real Railway Flex Curve Pieces.
fr: Rails courbes (RRW) - pièces FLEX
ko: 현실철도 유연한FLEX 곡선 조각

source: Real Railway Flex FARR Curve Pieces.
fr: Voies ferrées FLEX FARR - Courbes
ko: 현실철도 유연한FLEX 분수 각도 철도(FARR) 곡선 조각

source: Tram-FLUPs - Flexible UnderPasses
fr: Tram souterrains - FLUPs
ko: 전차 유연한 지하도로(FLUPs)

source: For creating flexible tram underpasses (FLUPs) Do not use for underground rail! Use the Home/End key to rotate the overpass, & use the TAB key to cycle through the different types of overpasses When the cursor changes from red to green, click to place First build the surface network, then plop these pieces ontop
fr: L'outil permet de poser des rampes et segments de circulation de Tram souterrains. Utilisez la touche [Home|End] (début|fin) pour faire pivoter la pièce et utilisez la touche [tab] pour faire défiler les différents segments. Construisez d'abord le réseau de surface, puis placez ces pièces dessus.
ko: 유연한 전차 지하도로(FLUPs)를 건설합니다. 지하 철도로 사용할 수 없습니다! [Home] 또는 [End]를 누르면 지상 네트워크를 회전할 수 있습니다. 그리고 [TAB]을 누르면 다음 조각으로 이동합니다. 커서 색깔이 빨강에서 파랑으로 변하면 설치할 수 있습니다. 먼저 지상 네트워크를 건설하고 그 위에 조각을 설치합니다.

source: Real Highway
fr: Autoroutes (RHW)
ko: 현실고속도로

source: To me, pavement is a wonderful thing - the hard smooth surface, the extreme heat on a summers day. If the default highways are not suitable anymore to carry the traffic, you might consider the <a href="#link_id#game.tool_plop_network(network_tool_types.DIRT_ROAD)">RHW</a> as an alternative.
fr: Pour moi, la chaussée est une chose merveilleuse - la surface dure et lisse, la chaleur extrême d'un jour d'été. si les autoroutes par défaut ne sont plus adaptées pour supporter le trafic, vous pourriez envisager les autoroutes réalistes <a href="#link_id#game.tool_plop_network(network_tool_types.DIRT_ROAD)">RHW</a> comme alternative.
ko: 포장 도로는 정말 멋집니다. 단단하고 부드러운 표면, 여름날 극한의 열기를 떠오르네요. 기본 고속도로가 교통체증을 더 이상 해결할 수 없다면 <a href="#link_id#game.tool_plop_network(network_tool_types.DIRT_ROAD)">RHW</a>를 대신 사용해보세요.

source: Parallel Ramps Ground Highway & Elevated Highway
it: Rampe parallele Autostrada terrestre e autostrada sopraelevata

source: Overpass/Perpendicular Ramps Ground Highway & Elevated Highway
it: Rampe sovrapposte/perpendicolari Autostrada a terra e autostrada sopraelevata

source: Cloverleaf Ground Highway & Elevated Highway
it: Quadrifoglio Autostrada terrestre e autostrada sopraelevata

source: T-Intersections Ground Highway & Elevated Highway
it: Intersezioni a T Autostrada terrestre e autostrada sopraelevata

source: Canal Addon Mod
it: Canale Addon Mod

source: FLEX Turn Lanes (FTLs)
it: Corsie di svolta FLEX (FTL)

source: QuickTurn (Pre-Built FLEX Turn Lane Setups)
it: QuickTurn (Configurazione preconfezionata della corsia di svolta FLEX)

source: TuLEPs (Turn Lane Extension Pieces) (OLD)
it: TuLEP (Pezzi di estensione della corsia di svolta) (VECCHIO)

source: Network Widening Mod (NWM) Triple-Tile Network Turn Lane Extension Pieces (TuLEPs)
it: Modello di allargamento della rete (NWM) Pezzi di estensione della corsia di svolta della rete a tre piastrelle (TuLEPs)

source: Symphony Prefab Interchange Components Ground & Elevated Highway
it: Componenti di interscambio prefabbricati Symphony Autostrada a terra e sopraelevata

source: Symphony Ramp Interfaces Ground & Elevated Highway
it: Interfacce per rampe sinfoniche Autostrada a terra e sopraelevata

source: Single-Track Rail (STR)
it: RAM Fase 1 - Binario unico

source: RealHighway (RHW) Starter Pieces
it: Pezzi iniziali RealHighway (RHW)

source: Network Eraser
it: Cancellazione della rete

source: RealHighway Filler Pieces
it: Pezzi di riempimento RealHighway

source: Old RealHighway Neighbor Connector Puzzle Pieces - DEPRECATED
it: Vecchi pezzi del puzzle del connettore di vicinato RealHighway - DEPRECATO

source: OBSOLETE RealHighway Ramp Interfaces (Static Puzzle-Based)
it: OBSOLETO Interfacce di rampe di autostrade reali (basate su puzzle statici)

source: RealHighway Type B Ramp Interfaces
it: Interfacce di rampa RealHighway di tipo B

source: RealHighway Type E Ramp Interfaces
it: Interfacce per rampe di tipo E di RealHighway

source: RealHighway Type D Ramp Interfaces
it: Interfacce per rampe di tipo D di RealHighway
