Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/buttons.po
Languages: fr, it, ko

source: RealHighway (RHW)
fr: Autoroutes RHW
ko: 현실고속도로(RHW)

source: Cost to Build: #m:49cac341# per segment Monthly Cost: #m:8a94eee0#. This tool can be used to create a modular highway network in a variety of widths. By default, it produces a 2-lane network (RHW-2), and with the aid of starter pieces can create highways up to 12 lanes, as well as interchange ramps with the Modular Interchange System (MIS)
fr: Coût de construction : #m:49cac341# par segment Coût mensuel : #m:8a94eee0#. Cet outil permet de créer un réseau autoroutier dans différentes largeurs. Par défaut, il produit un réseau à 2 voies (RHW-2), et avec l'aide des Pièces-Initiales, il peut créer des autoroutes jusqu'à 12 voies, ainsi que des bretelles avec le système d'échangeurs (MIS).
it: Costo di costruzione: #m:49cac341# per segmento Costo mensile: #m:8a94eee0#. Questo strumento può essere utilizzato per creare una rete autostradale modulare di diverse larghezze. Per impostazione predefinita, produce una rete a 2 corsie (RHW-2) e, con l'aiuto di pezzi di partenza, può creare autostrade fino a 12 corsie, nonché rampe di interscambio con il Sistema di interscambio modulare (MIS).
ko: 건설비용: 한 칸 당 #m:49cac341# 월간비용: #m:8a94eee0# 너비가 다양한 조립식 고속도로 네트워크를 건설하는데 이 도구를 사용합니다. 기본적으로 2차로 네트워크(RHW-2)를 제공하며, 시작 조각을 이용하여 최대 차로가 12개인 고속도로를, 조립식 인터체인지 시스템(MIS)를 이용하여 인터체인지 램프를 만들 수 있습니다.

source: For building Parallel Ramps Button contains Parallel Ramps for both Ground Highway and Elevated Highway.
fr: L'outil permet de construire des bretelles parallèles pour les autoroutes de sol ou surélevées.
it: Per la costruzione di rampe parallele Il pulsante contiene rampe parallele per l'autostrada terrestre e l'autostrada sopraelevata.
ko: 평행 램프를 건설합니다. 지상 고속도로용와 고가 고속도로용이 모두 들어있습니다.

source: Parallel Ramps Ground Highway & Elevated Highway
fr: Bretelles parallèles
ko: 평행 램프 지상 고속도로 & 고가 고속도로

source: For building Overpass/Perpendicular Ramps Button contains Overpass/Perpendicular Ramps for both Ground Highway and Elevated Highway.
fr: L'outil permet de construire des passages supérieurs et ponts orthogonaux pour autoroutes de sol et surélevées.
it: Per la costruzione di rampe di sovrappasso/perpendicolari Il pulsante contiene le rampe di scavalcamento/perpendicolari sia per l'autostrada terrestre che per l'autostrada sopraelevata.
ko: 고가도로/수직 램프를 건설합니다. 지상 고속도로용과 고가 고속도로용이 모두 들어있습니다.

source: Overpass/Perpendicular Ramps Ground Highway & Elevated Highway
fr: Passages supérieurs et ponts autoroutier
ko: 고가도로/수직 램프 지상 고속도로 & 고가 고속도로

source: For building Cloverleafs Button contains Cloverleaves for both Ground Highway and Elevated Highway.
fr: Cet outil contient les éléments pour construire des échangeurs en trèfle, pour autoroutes de sol et surélevées.
it: Per costruire quadrifogli Il pulsante contiene quadrifogli sia per l'autostrada terrestre che per l'autostrada sopraelevata.
ko: 클로버형 입체교차로를 건설합니다. 지상 고속도로용과 고가 고속도로용이 모두 들어있습니다.

source: Cloverleaf Ground Highway & Elevated Highway
fr: Échangeurs en trèfle
ko: 클로버형 입체교차로 지상 고속도로 & 고가 고속도로

source: For building T-Intersections Button contains T-Intersections for both Ground Highway and Elevated Highway.
fr: L'outil contient les éléments pour construire des échangeurs en T pour les autoroutes de sol et surélevées.
it: Per la costruzione di intersezioni a T Il pulsante contiene le intersezioni a T per l'autostrada terrestre e l'autostrada sopraelevata.
ko: T자형 입체교차로를 건설합니다. 지상 고속도로용과 고가 고속도로용이 모두 들어있습니다.

source: T-Intersections Ground Highway & Elevated Highway
fr: Échangeurs en T
ko: T자형 입체교차로 지상 고속도로 & 고가 고속도로

source: With the Canal Addon Mod you can build functional canals
fr: Le Canal Addon Mod vous permet de construire des canaux fonctionnels.
it: Con il Canale Addon Mod è possibile costruire canali funzionali
ko: 수로 추가 모드를 이용하여 실제로 작동하는 운하를 만들 수 있습니다.

source: Canal Addon Mod
fr: Canal Addon Mod (CAN-AM)
ko: 수로 추가 모드(CAN-AM)

source: For building FLEX Turn Lanes (FTLs) Button contains FLEX Turn Lane starters and FLEX intersections for various road networks Drag the listed network through the FLEX/Starter Piece to construct the turn lane.
fr: Cet outil contient les Pièces-Initiales pour construire des voies médianes et intersections FLEX pour les diverses Routes. Glissez l'outil de route adapté à travers la Pièce-Initiale correspondante pour construire la chaussée.
it: Per costruire corsie di svolta FLEX (FTL) Il pulsante contiene gli avviatori di corsie di svolta FLEX e le intersezioni FLEX per varie reti stradali. Trascinare la rete elencata attraverso il pezzo FLEX/Starter per costruire la corsia di svolta.
ko: 유연한FLEX 회전차로(FTLs)을 건설합니다. 여러 도로 네트워크의 유연한FLEX 회전차로 시작 조각과 유연한FLEX 교차로가 들어있습니다. 유연한FLEX 시작 조각에 네트워크를 통과하도록 그어서 회전차로을 만들 수 있습니다.

source: FLEX Turn Lanes (FTLs)
fr: Voies médianes et intersections FLEX (FTLs)
ko: 유연한FLEX 회전차로(FTLs)

source: For building QuickTurn Intersections Button contains QuickTurn setups, which are FLEX intersections with turn lanes
fr: L'outil contient des configurations d'intersections préfabriquées FLEX (dynamiques) avec voies médianes.
it: Per la costruzione di intersezioni QuickTurn Il pulsante contiene le configurazioni QuickTurn, che sono intersezioni FLEX con corsie di svolta
ko: 빠른회전(QuickTurn) 교차로를 건설합니다. 회전차로이 있는 유연한FLEX 교차로를 건설하는 빠른회전 구성이 들어있습니다.

source: QuickTurn (Pre-Built FLEX Turn Lane Setups)
fr: Intersections préfabriquées (Configurations FLEX)
ko: 빠른회전(QuickTurn, 미리 조립된 유연한FLEX 회전차로 구성)

source: For building old Turning Lane Extension Pieces (TuLEPs) Button contains Turn Lane and Slip Lane Puzzle Pieces for various networks and configurations
fr: L'outil contient les anciennes Pièces-Puzzles (TuLEPs) pour établir des voies médianes et intersections de différentes chaussées et configurations.
it: Per la costruzione di vecchi pezzi di estensione della corsia di svolta (TuLEP) Il pulsante contiene pezzi di puzzle per corsie di svolta e di scivolamento per varie reti e configurazioni
ko: 구식 회전차로 확장 조각(TuLEPs)을 건설합니다. 다양한 네트워크에 대응하는 회전차로 퍼즐 조각이 들어있습니다.

source: TuLEPs (Turn Lane Extension Pieces) (OLD)
fr: Voies médianes et intersections (Anciennes pièces TuLEPs)
ko: 회전차로 확장 조각(TuLEPs) (구식)

source: For building Network Widening Mod (NWM) Triple-Tile Network Turn Lane Pieces Button contains Turn Lane puzzle pieces for 7-lane Turning Lane Avenue (TLA-7) and 6-lane Avenue (AVE-6) networks
fr: Construction de voies médianes et intersections de triple-carreaux, pour le Mod de Routes Élargies (NWM). L'outil propose les Pièces-Puzzles pour les chaussées à 7 voies (TLA-7) et à 6 voies (AVE-6). Pièces TuLEPs.
it: Per la costruzione di pezzi di corsie di svolta per la rete a tre piastrelle Network Widening Mod (NWM) Il pulsante contiene i pezzi del puzzle della corsia di svolta per le reti Avenue a 7 corsie (TLA-7) e Avenue a 6 corsie (AVE-6)
ko: 네트워크 넓히기 모드(NWM) 세 칸 네트워크 회전차로 조각을 건설합니다. 7차로 회전차로 애비뉴(TLA-7) 및 6차로 애비뉴(AVE-6) 네트워크에 대응하는 회전차로 퍼즐 조각이 들어있습니다.

source: Network Widening Mod (NWM) Triple-Tile Network Turn Lane Extension Pieces (TuLEPs)
fr: Voies médianes et intersections de triple-carreaux (NWM)
ko: 네트워크 넓히기 모드(NWM) 세 칸 네트워크 회전차로 확장 조각(TuLEPs)

source: For building (semi-)prefab interchanges. Button contains components for both Ground Highway and Elevated Highway.
fr: L'outil contient des éléments préfabriqués pour les autoroutes de sol et surélevées.
it: Per la costruzione di svincoli (semi)prefabbricati. Il pulsante contiene componenti per autostrade terrestri e sopraelevate.
ko: (반쯤) 미리 조립된 입체교차로를 건설합니다. 지상 고속도로용과 고가 고속도로용이 모두 들어있습니다.

source: Symphony Prefab Interchange Components Ground & Elevated Highway
fr: Échangeurs préfabriqués Symphony
ko: 심포니 미리 조립된 입체교차로 지상 고속도로 & 고가 고속도로

source: For building ramp interfaces. Button contains components for both Ground Highway and Elevated Highway.
fr: Cet outil contient des éléments pour les autoroutes de sol et surélevées.
it: Per la costruzione di interfacce di rampa. Il pulsante contiene componenti per autostrade terrestri e sopraelevate.
ko: 램프 인터페이스를 건설합니다. 지상 고속도로용과 고가 고속도로용이 모두 들어있습니다.

source: Symphony Ramp Interfaces Ground & Elevated Highway
fr: Bretelles d'accès Symphony
ko: 심포니 램프 인터페이스 지상 고속도로 & 고가 고속도로

source: Use these items to build Single-Track Rail (STR) The first item is the starter piece.
fr: Utilisez ces éléments pour construire des Rails à voie unique (STR) Le premier élément est une Pièces-Initiales.
it: Utilizzare questi pezzi per costruire il binario singolo, parte del RAM. Il primo pezzo è il pezzo iniziale.
ko: 단선 철도(STR)을 건설합니다. 첫 번째 조각은 시작 조각입니다.

source: Single-Track Rail (STR)
fr: Voie ferrée unique (STR)
ko: 단선 철도(STR)

source: For building RealHighway Starter Pieces Button contains Starter Pieces to build RHW networks of varying widths and heights, up to 12 lanes (RHW-12S) and for certain networks, up to 30 meters high (L4) Drag the RealHighway (RHW-2) network tool through the Starter Piece to construct the desired override network.
fr: L'outil contient les Pièces-Initiales pour construire des réseaux RHW de différentes largeurs et hauteurs, jusqu'à 12 voies (RHW-12S) et pour certains réseaux, jusqu'à 30 mètres de haut (L4). Faites glisser l'outil de réseau Autoroute (RHW-2) à travers la Pièce-Initiale pour construire la chaussée.
it: Per la costruzione di Starter Pieces di RealHighway Il pulsante contiene gli Starter Pieces per costruire reti RHW di varie larghezze e altezze, fino a 12 corsie (RHW-12S) e, per alcune reti, fino a 30 metri di altezza (L4). Trascinare lo strumento di rete RealHighway (RHW-2) attraverso lo Starter Piece per costruire la rete di scavalcamento desiderata.
ko: 현실고속도로 시작 조각을 건설합니다. 너비가 최대 12차로(RHW-12S)이고 높이가 최대 30m(L4)인 다양한 RHW 네트워크를 건설하는 시작 조각이 들어있습니다. 시작 조각을 통과하도록 현실고속도로(RHW-2) 네트워크 도구를 그어서 원하는 재정의 네트워크를 건설할 수 있습니다.

source: RealHighway (RHW) Starter Pieces
fr: Autoroutes (RHW), Pièces-Initiales
ko: 현실고속도로(RHW) 시작 조각

source: Use this tile to erase 1x1 sections of networks from FLEX Pieces, Starters, Crossings, or other sections of draggable network without affecting nearby tiles, including other Starters, FLEX Pieces, or Crossings Removes: Starters, FLEX Pieces, crossings/intersections, base draggable networks Required for: RHW Draggable Inside Ramps Place down Eraser onto desired tile and redraw anything if needed
fr: Utilisez cette gomme pour effacer un segment de réseau de 1x1 sans affecter les segments voisins. Supprime : Pièces-Initiales, FLEX, intersections, et les segments de réseaux étirables. Nécessaire pour les bretelles intérieures étirables. Placez la gomme sur le carreau souhaitée et redessinez si nécessaire.
it: Usare questa piastrella per cancellare sezioni 1x1 di reti da pezzi FLEX, starter, incroci o altre sezioni di rete trascinabili senza influenzare le piastrelle vicine, compresi altri starter, pezzi FLEX o incroci. Rimuove: Starter, pezzi FLEX, incroci/intersezioni, reti trascinabili di base Richiesto per: Rampe interne trascinabili RHW Posizionare la gomma sulla piastrella desiderata e ridisegnare tutto, se necessario
ko: 주변 타일에 영향을 주지 않고 유연한FLEX 조각, 시작 조각, 횡단 조각 또는 드래그할 수 있는 네트워크 조각의 1x1 칸을 지울 때 사용합니다. 지울 수 있는 것: 시작 조각, 유연한FLEX 조각, 횡단/교차 조각, 기본 드래그할 수 있는 네트워크들 필요한 곳: RHW 드래그할 수 있는 램프 내부 지우개를 원하는 칸에 놓고 원하는 모양으로 다시 그리세요.

source: Network Eraser
fr: Gomme de segment de réseau
ko: 네트워크 지우개

source: For building RealHighway Filler Pieces Button contains Filler Pieces to build RHW networks in smaller chunks, in unstable situations
fr: L'outil contient des pièces de remplissage pour construire des autoroutes (RHW) par petits morceaux, dans des situations instables.
it: Per costruire pezzi di riempimento RealHighway Il pulsante contiene pezzi di riempimento per costruire reti RHW in pezzi più piccoli, in situazioni di instabilità
ko: 현실고속도로 채움 조각을 건설합니다. RHW 네트워크의 조그만 부분을 불안정한 환경에 건설할 때 사용하는 채움 조각이 들어있습니다.

source: RealHighway Filler Pieces
fr: Autoroutes (RHW), Pièces de Remplissage
ko: 현실고속도로 채움 조각

source: For building RealHighway Neighbor Connector Puzzle Pieces - DEPRECATED Button contains Puzzle Pieces to build Neighbor Connections for RHW Networks These items are DEPRECATED, and the use of the FLEX Neighbor Connections is recommended instead.
fr: Cet outil contient les Pièces-Puzzles pour établir les connexions de voisinage pour les autoroutes (RHW). Ces éléments sont OBSOLÈTES et il est recommandé d'utiliser les connecteurs de voisinage FLEX.
it: Per costruire i pezzi del puzzle del connettore di vicinato di RealHighway - DEPRECATO Il pulsante contiene i pezzi del puzzle per costruire le connessioni di vicinato per le reti RHW. Questi elementi sono DEPRECATI e si consiglia di utilizzare le Connessioni di vicinato FLEX.
ko: 현실고속도로 이웃 연결기 조각이 들어있습니다. - 지원종료 RHW 네트워크의 이웃 연결기 퍼즐 조각이 들어있습니다. 지원이 종료되었기 때문에 유연한FLEX 이웃 연결기를 대신 사용하는 것을 추천합니다.

source: Old RealHighway Neighbor Connector Puzzle Pieces - DEPRECATED
fr: Connecteur d'autoroute (RHW), Pièce-Puzzle de liaison de voisinage - OBSOLÈTE
ko: 구식 현실고속도로 이웃 연결기 조각 - 지원종료

source: For building RealHighway FLEX Neighbor Connectors (FLEX-NCs) Button contains items to build Neighbor Connections for RHW Networks NOTE: ALL REALHIGHWAY NEIGHBOR CONNECTIONS (EXCEPT RHW-2) ARE REQUIRED TO USE NEIGHBOR CONNECTOR PIECES TO ENSURE PROPERLY FUNCTIONING NEIGHBOR CONNECTIONS--OTHERWISE ONLY FREIGHT TRUCKS WILL USE THE RHW
fr: L'outil contient des éléments pour construire des Connexions de Voisinage. NOTE : Toutes les LIAISONS DE VOISINAGE D'AUTOROUTES (sauf RHW-2) doivent utiliser CES CONNECTEURS DE VOISINAGE pour garantir le bon fonctionnement des liaisons, faute de quoi seuls les camions de marchandises utiliseront l'autoroute (RHW).
it: Per costruire i connettori di vicinato RealHighway FLEX (FLEX-NC) Il pulsante contiene elementi per la costruzione di connessioni di vicinato per le reti RHW. NOTA: TUTTE LE CONNESSIONI DI VICINATO REAL HIGHWAY (ECCETTO LA RHW-2) DEVONO UTILIZZARE I CONNETTORI DI VICINATO PER GARANTIRE IL CORRETTO FUNZIONAMENTO DELLE CONNESSIONI DI VICINATO, ALTRIMENTI SOLO I CAMION MERCI UTILIZZERANNO LA RHW
ko: 현실고속도로 유연한FLEX 이웃 연결기(FLEX-NCs) RHW 네트워크의 이웃 연결기 조각이 들어있습니다. 주의: RHW-2를 제외한 모든 현실고속도로 이웃간 연결은 정상적으로 작동하려면 이웃 연결기 조각이 필요합니다. 그렇지 않으면 트럭만 RHW를 이용합니다.

source: RealHighway FLEX Neighbor Connector Pieces (FLEX-NC)
fr: Connecteurs de Voisinage FLEX pour autoroute (FLEX-NC)
ko: 현실고속도로 유연한FLEX 이웃 연결기 조각(FLEX-NC)

source: For building DEPRECATED RealHighway Ramp Interfaces. All of the functionality of the 47 pieces contained and many more are covered by the FLEXRamp system.
it: Per la costruzione di interfacce di rampa RealHighway DEPRECATE. Tutte le funzionalità dei 47 pezzi contenuti e molte altre sono coperte dal sistema FLEXRamp.
ko: 지원이 종료된 현실고속도로 램프 인터페이스를 건설합니다. 유연한FLEX 램프(FLEXRamp)가 여기에 들어있는 47개 조각과 더 많은 램프를 지원합니다.

source: OBSOLETE RealHighway Ramp Interfaces (Static Puzzle-Based)
fr: Bretelles d'autoroutes - OBSOLÈTE (Pièces-Puzzle statiques)
ko: 구식 현실고속도로 램프 인터페이스 (정적 퍼즐 기반)

source: For building RHW Type B Ramp Interfaces (Diagonal Branch, new lane) Button contains Type B Ramp Interface Pieces for building interchanges with the RHW
fr: L'outil contient des pièces d'interface de bretelles de type B (voie en biseau) pour la construction d'échangeurs d'autoroutes (RHW).
it: Per la costruzione di interfacce di rampa di tipo B RHW (diramazione diagonale, nuova corsia) Il pulsante contiene pezzi di interfaccia di rampa di tipo B per la costruzione di svincoli con la RHW
ko: 현실고속도로 B형 램프 인터페이스(대각선 분기, 새 차로)을 건설합니다. RHW 인터체인지에 사용되는 B형 램프 인터페이스가 들어있습니다.

source: RealHighway Type B Ramp Interfaces
fr: Bretelles Type B d'autoroutes (RHW)
ko: 현실고속도로 B형 램프 인터페이스

source: For building RHW Type E Ramp Interfaces (Diagonal Branch, exit-only lane) Button contains Type E Ramp Interface Pieces for building interchanges with the RHW
fr: L'outil contient des pièces de bretelles de type E (voie oblique de sortie uniquement) pour la construction d'échangeurs d'autoroutes (RHW).
it: Per la costruzione di interfacce di rampa di tipo E RHW (ramo diagonale, corsia di sola uscita) Il pulsante contiene pezzi di interfaccia di rampa di tipo E per la costruzione di svincoli con l'RHW
ko: 현실고속도로 E형 램프 인터페이스(대각선 분기, 진출차로 전용)을 건설합니다. RHW 인터체인지에 사용되는 E형 램프 인터페이스가 들어있습니다.

source: RealHighway Type E Ramp Interfaces
fr: Bretelles Type E d'autoroutes (RHW)
ko: 현실고속도로 E형 램프 인터페이스

source: For building RHW Type D Ramp Interfaces (Parallel Branch, exit-only lane) Button contains Type D Ramp Interface Pieces for building interchanges with the RHW
fr: L'outil contient des pièces de bretelles de type D (voie parallèle de sortie uniquement) pour la construction d'échangeurs d'autoroutes (RHW).
it: Per la costruzione di interfacce di rampa di tipo D RHW (ramo parallelo, corsia di sola uscita) Il pulsante contiene pezzi di interfaccia di rampa di tipo D per la costruzione di svincoli con l'RHW
ko: 현실고속도로 D형 램프 인터페이스(평행 분기, 진출차로 전용)을 건설합니다. RHW 인터체인지에 사용되는 D형 램프 인터페이스가 들어있습니다.

source: RealHighway Type D Ramp Interfaces
fr: Bretelles Type D d'autoroutes (RHW)
ko: 현실고속도로 D형 램프 인터페이스

source: For building RealHighway Ramp Interfaces not yet covered by the FLEXRamp and Draggable Ramp Interface systems, as well as pieces for constructing intersections for Volleyball Intersections. Deprecated puzzle piece ramps follow Volleyball pieces - use of the FLEXRamps or Draggable Ramp Interfaces (DRIs) is recommended instead of using the deprecated puzzle pieces.
fr: Construction de bretelles d'accès d'autoroutes (RHW) qui ne sont pas encore couvertes par les systèmes de bretelles FLEX ou étirables ; ainsi que des éléments pour la construction d'intersections pour les échangeurs Diamant-3-niveaux. Les éléments de bretelles, Pièces-Puzzles dépréciées, suivent les pièces de Diamant-3-niveaux. Il est recommandé d'utiliser les bretelles FLEX ou les bretelles d'accès étirables (DRIs) plutôt que les Pièces-Puzzles dépréciées.
it: Per la costruzione di interfacce di rampa RealHighway non ancora coperte dai sistemi FLEXRamp e Draggable Ramp Interface, nonché di pezzi per la costruzione di intersezioni per Volleyball Intersections. Le rampe di pezzi di puzzle deprecati seguono i pezzi di Volleyball - si raccomanda l'uso di FLEXRamps o Draggable Ramp Interfaces (DRIs) invece di usare i pezzi di puzzle deprecati.
ko: 유연한FLEX 램프(FLEXRamp)와 드래그할 수 있는 램프 인터페이스가 아직 지원하지 않는 현실고속도로 램프 인터페이스와 배구공 교차로를 건설합니다. 배구공 교차로 다음에 있는 램프 퍼즐 조각은 지원이 종료되었습니다. 유연한FLEX 램프(FLEXRamp)나 드래그할 수 있는 램프 인터페이스(DRIs)를 대신 사용하는 것을 추천합니다.

source: Specialized and Deprecated RealHighway Ramp Interfaces and Volleyball Crossings (Static Puzzle-Based)
fr: Bretelles d'accès spéciales et échangeurs Diamant-3-niveaux (Pièces-Puzzles statiques) - OBSOLÈTES
ko: 특수하거나 지원이 종료된 램프 인터페이스 및 배구공 교차로 (정적 퍼즐 기반)

source: For building RealHighway FLEXRamps Button contains FLEX pieces for different overrideable ramp interfaces. Drag appropriate networks through to convert base ramp to match.
fr: L'outil contient des éléments sur-chargeables de bretelles FLEX. Faites glisser l'outil du réseau approprié pour convertir la pièce de base.
it: Per la costruzione di rampe FLEX di RealHighway Il pulsante contiene pezzi FLEX per diverse interfacce di rampa modificabili. Trascinare le reti appropriate per convertire la rampa di base in modo che corrisponda.
ko: 현실고속도로 FLEX 램프(FLEXRamps)를 건설합니다. 다양한 재정의할 수 있는 램프 인터페이스 유연한FLEX 조각이 들어있습니다. 기본 램프를 통과하도록 적합한 네트워크를 그어서 모양을 바꿀 수 있습니다.

source: RealHighway FLEXRamps
fr: Bretelles d'accès FLEX (RHW)
ko: 현실고속도로 유연한FLEX 램프(FLEXRamps)

source: For building RealHighway Wide Curve Pieces Button contains pieces to build Wide Curves for the RHW networks
fr: L'outil contient des pièces à diverses courbures pour le réseau autoroutier (RHW).
it: Per costruire pezzi di curve larghe RealHighway Il pulsante contiene i pezzi per costruire le curve larghe per le reti RHW
ko: 현실고속도로 넓은 곡선 조각을 건설합니다. RHW 네트워크의 넓은 곡선 조각이 들어있습니다.

source: RealHighway Wide-Radius and Multi-Radius (Smooth) Curves
fr: Virages d'autoroutes à multiples rayons.
ko: 현실고속도로 넓은 반지름 및 다중 반지름 곡선

source: For building RealHighway Width Transition Pieces (Static Puzzle Pieces) - DEPRECATED Button contains pieces to transition between RHW networks of different widths. These items are DEPRECATED and use of the FLEX Width Transitions (FLEX-WT) is recommended instead.
fr: L'outil contient des pièces permettant d'assurer la transition entre des réseaux RHW de largeurs différentes. (Pièces-Puzzles statiques). Ces éléments sont OBSOLÈTES et il est recommandé d'utiliser les transitions de largeur FLEX (FLEX-WT) à la place.
it: Per la costruzione di pezzi di transizione della larghezza di RealHighway (pezzi di puzzle statici) - DEPRECATO Il pulsante contiene pezzi di transizione tra reti RHW di diversa larghezza. Questi elementi sono DEPRECATI e si consiglia di utilizzare le transizioni di larghezza FLEX (FLEX-WT).
ko: 현실고속도로 정적 너비 전환 조각(정적 퍼즐 조각) - 지원종료 너비가 다른 RHW 네트워크 간의 전환 조각이 들어있습니다. 지원이 종료되었으므로 유연한FLEX 너비 전환(FLEX-WT)을 대신 사용하는 것을 추천합니다.

source: Old RealHighway Width Transition Puzzle Pieces - DEPRECATED
fr: Pièces de transitions de largeurs (Pièces-Puzzles OBSOLÈTES)
ko: 구식 현실고속도로 너비 전환 퍼즐 조각 - 지원종료

source: For building RealHighway Static Height Transition Pieces - DEPRECATED Button contains pieces to transition between RHW networks of different heights (Height Transitions and OnSlope Transitions); Also contains DDRHW Transitions All functionality here has been duplicated with the FLEX Height Transitions, and as such, this button is DEPRECATED.
fr: L'outil contient des pièces de transitions de différentes hauteurs ; transitions de niveaux, transitions sur versant et transitions DDRHW ; pour autoroutes RHW. Les fonctionnalités de ce bouton ont été dupliquées avec les transitions de hauteurs FLEX et, par conséquent, cet outil est OBSOLÈTE.
it: Per costruire pezzi di transizione statica di altezza RealHighway - DEPRECATO Il pulsante contiene pezzi per la transizione tra reti RHW di diverse altezze (transizioni di altezza e transizioni OnSlope); contiene anche transizioni DDRHW. Tutte le funzionalità sono state duplicate con le transizioni di altezza FLEX e pertanto questo pulsante è DEPRECATO.
ko: 현실고속도로 정적 높이 전환 조각 - 지원종료 높이가 다른(경사-위 전환 포함) RHW 네트워크 간의 전환 조각이 들어있습니다. DDRHW 전환도 여기에 있습니다. 여기에 있는 모든 기능이 유연한FLEX 높이 전환으로 복제되었으므로 이 버튼은 사용되지 않습니다.

source: Old RealHighway Height Transition Puzzle Pieces - DEPRECATED
fr: Transitions de hauteurs pour autoroutes, Pièces-Puzzles - OBSOLÈTES
ko: 구식 현실고속도로 높이 전환 퍼즐 조각 - 지원종료

source: For building RealHighway FLEX Height Transition Pieces Button contains pieces to transition between RHW networks of different heights. Pieces begin as RHW-2 transitions, and dragging another RHW network into them will convert them to fit.
fr: L'outil contient des pièces (FLEX) permettant d'effectuer des transitions entre des voies autoroutières de différentes hauteurs. Les pièces commencent par des transitions RHW-2, et le fait de glisser l'outil réseau RHW dans ces pièces les convertira pour qu'elles s'adaptent.
it: Per la costruzione di pezzi di transizione tra altezze diverse di RealHighway FLEX Il pulsante contiene pezzi di transizione tra reti RHW di altezze diverse. I pezzi iniziano come transizioni RHW-2 e, trascinando un'altra rete RHW, vengono convertiti per adattarsi.
ko: 현실고속도로 유연한FLEX 높이 전호 조각을 건설합니다. 높ㅇ가 다른 RHW 네트워크 간의 전환 조각이 들어있습니다. RHW 네트워크를 이 조각에 그어서 모양을 바꾸세요.

source: RealHighway FLEX Height Transitions (FLEX-HT)
fr: Transitions de hauteurs d'autoroutes (FLEX-HT)
ko: 현실고속도로 유연한FLEX 높이 전환(FLEX-HT)
