Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/buttons.po
Languages: fr, it, ko

source: For building RealHighway FLEX Width Transition Pieces Button contains pieces to transition between RHW networks of different widths. Dragging another RHW network into them will convert them to fit.
fr: L'outil contient des pièces (FLEX) permettant d'assurer la transition entre des chaussées RHW de largeurs différentes. Le fait de faire glisser l'outil réseau RHW dans ces pièces les convertira pour qu'elles s'adaptent.
it: Per la costruzione di pezzi di transizione di larghezza RealHighway FLEX Il pulsante contiene pezzi di transizione tra reti RHW di diversa larghezza. Trascinando un'altra rete RHW al loro interno, si convertiranno per adattarsi.
ko: 현실고속도로 유연한FLEX 너비 전환 조각을 건설합니다. 너비가 다른 RHW 네트워크 간의 전환 조각이 들어있습니다. RHW 네트워크를 이 조각에 그어서 모양을 바꾸세요.

source: RealHighway FLEX Width Transitions (FLEX-WT)
fr: Transitions de largeurs d'autoroutes (FLEX-WT)
ko: 현실고속도로 유연한FLEX 너비 전환(FLEX-WT)

source: For building transitions between different networks and heights. Button contains components for both Ground Highway and Elevated Highway.
fr: L'outil contient des composants de transitions entre les différents réseaux et de hauteurs variables pour les autoroutes de sol et surélevées.
it: Per costruire transizioni tra reti e altezze diverse. Il pulsante contiene componenti per autostrade terrestri e sopraelevate.
ko: 높이가 다른 네트워크 간의 전환 조각을 건설합니다. 지상 고속도로용과 고가 고속도로용이 모두 들어있습니다.

source: Symphony Transitions Ground & Elevated Highway
fr: Transitions Symphony
ko: 심포니 전환 지상 고속도로 & 고가 고속도로

source: For building smooth curves and fractional angled highways. Button contains components for both Ground Highway and Elevated Highway.
fr: L'outil contient les éléments de virages à courbes douces et chaussées à angles fractionnaires pour les autoroutes de sol et surélevées.
it: Per la costruzione di curve lisce e autostrade ad angolo frazionato. Il pulsante contiene componenti per autostrade terrestri e sopraelevate.
ko: 부드러운 곡선 및 분수 각도 고속도로를 건설합니다. 지상 고속도로용과 고가 고속도로용이 모두 들어있습니다.

source: Symphony Smooth Curves Ground & Elevated Highway
fr: Virages à courbes douces pour autoroutes Symphony
ko: 심포니 부드러운 곡선 지상 고속도로 & 고가 고속도로

source: For building RealHighway Cosmetic Pieces for 1-Tile Networks Button contains cosmetic pieces for different 1-tile RHW networks: RHW-2, RHW-3, and RHW-4 NOTE: These pieces should NOT be confused with TuLEPs.
fr: Pièces d'habillage : des marquages au sol, fléchages, pour chaussée d'autoroute d'un carreau de large : RHW-2, RHW-3 et RHW-4 NOTE : ne pas confondre avec les pièces TuLEPs.
it: Per la costruzione di pezzi cosmetici RealHighway per reti a 1 tegola Il pulsante contiene pezzi cosmetici per diverse reti RHW a 1 tile: RHW-2, RHW-3 e RHW-4. NOTA: questi pezzi non devono essere confusi con i TuLEP.
ko: 1칸 네트워크용 현실고속도로 꾸밈 퍼즐 조각을 건설합니다. 여러 1칸 RHW 네트워크(RHW-2, RHW-3 및 RHW-4)의 꾸밈 조각이 들어있습니다. 주의: TuLEPs과는 다른 조각입니다.

source: RealHighway Cosmetic Puzzle Pieces (for 1-Tile Networks)
fr: Habillage de voie d'autoroute Pièces-Puzzles 1 carreau
ko: 현실고속도로 꾸밈 퍼즐 조각(1칸 네트워크용)

source: For building RealHighway Cosmetic Transition Pieces Button contains cosmetic transition pieces for different RHW networks NOTE: These pieces should NOT be confused with TuLEPs.
fr: Pièces d'habillages de transitions pour différentes largeurs de chaussées. NOTE : ne pas confondre avec les pièces TuLEPs.
it: Per la costruzione di pezzi di transizione cosmetici per RealHighway Il pulsante contiene pezzi di transizione cosmetici per diverse reti RHW. NOTA: questi pezzi non devono essere confusi con i TuLEP.
ko: 현실고속도로 꾸밈 전환 조각을 건설합니다. 다른 RHW 네트워크간의 꾸밈 전환 조각이 들어있습니다. 주의: TuLEPs과는 다른 조각입니다.

source: RealHighway Cosmetic Piece Transitions
fr: Habillage de Transitions d'autoroutes
ko: 현실고속도로 꾸밈 조각 전환

source: For building RealHighway Cosmetic Pieces for 2-Tile Networks Button contains cosmetic pieces for different 2-tile RHW networks: RHW-8S and RHW-10S. Also contains pieces for RHW-6S. NOTE: These pieces should NOT be confused with TuLEPs.
fr: Pièces d'habillage : des marquages au sol, fléchages, pour chaussée d'autoroute de 2 carreaux de large : RHW-8S | RHW-10S et RHW-6S NOTE : ne pas confondre avec les pièces TuLEPs.
it: Per la costruzione di pezzi cosmetici RealHighway per reti a 2 piastrelle Il pulsante contiene pezzi cosmetici per diverse reti RHW a 2 piastrelle: RHW-8S e RHW-10S. Contiene anche pezzi per RHW-6S. NOTA: questi pezzi non devono essere confusi con i TuLEP.
ko: 2칸 네트워크용 현실고속도로 꾸밈 퍼즐 조각을 건설합니다. 여러 2칸 RHW 네트워크(RHW-8S 및 RHW-10S)의 꾸밈 조각이 들어있습니다. RHW-6S 조각도 여기에 있습니다. 주의: TuLEPs과는 다른 조각입니다.

source: RealHighway Cosmetic Puzzle Pieces (for 2-Tile Networks)
fr: Habillage de voie d'autoroute Pièces-Puzzles 2 carreaux
ko: 현실고속도로 꾸밈 퍼즐 조각(2칸 네트워크용)

source: For building RealHighway Cosmetic Pieces for 3-Tile Networks Button contains cosmetic pieces for different RHW 3-tile networks: RHW-6C and RHW-8C NOTE: These pieces should NOT be confused with TuLEPs.
fr: L'outil contient des pièces d'habillage : des marquages au sol, fléchages, pour chaussée d'autoroute de 3 carreaux de large : RHW-6C | RHW-8C NOTE : ne pas confondre avec les pièces TuLEPs.
it: Per la costruzione di pezzi cosmetici RealHighway per le reti a 3 piastrelle Il pulsante contiene pezzi cosmetici per diverse reti RHW a 3 piastrelle: RHW-6C e RHW-8C NOTA: questi pezzi non devono essere confusi con i TuLEP.
ko: 3칸 네트워크용 현실고속도로 꾸밈 퍼즐 조각을 건설합니다. 여러 3칸 RHW 네트워크(RHW-6C 및 RHW-8C)의 꾸밈 조각이 들어있습니다. 주의: TuLEPs과는 다른 조각입니다.

source: RealHighway Cosmetic Puzzle Pieces (for 3-Tile Networks)
fr: Habillage de voie d'autoroute Pièces-Puzzles 3 carreaux
ko: 현실고속도로 꾸밈 퍼즐 조각(3칸 네트워크용)

source: For building DEPRECATED ERHW-over-RHW Diagonal Overpasses Button contains pieces to build diagonal overpasses with Elevated RHWs over other RHWs that aren't possible through draggable means. <DEPRECATED>
fr: L'outil contient des pièces diagonales de viaduc autoroutier en surplomb d'autoroutes. Lorsque ce n'est pas possible sur chaussées étirables. OBSOLÈTES
it: Per la costruzione di cavalcavia diagonali ERHW-over-RHW DEPRECATI Il pulsante contiene i pezzi per la costruzione di cavalcavia diagonali con RHW sopraelevati e altri RHW che non sono possibili con i mezzi trascinabili
ko: 지원이 종료된 ERHW 아래 RHW 대각선 고가도로를 건설합니다. 고가 RHW가 다른 RHW를 넘어가는 대각선 고가도로를 건설하는 조각이 들어있습니다. <지원종료>

source: ERHW-over-RHW Diagonal Overpass Puzzle Pieces<DEPRECATED>
fr: Viaduc d'autoroutes sur diagonales d'autoroutes Pièces-Puzzles - OBSOLÈTES
ko: ERHW 아래 RHW 대각선 고가도로 퍼즐 조각<지원종료>

source: Contains RHW, Road, and One-Way Road Entrance/Exit Portals for draggable Subway-based FLEX Underpasses (FLUPs), URoad starters, and FLEX overcrossings for various networks Build portals first, override with appropriate supported RHW network (as desired), place the URoad Starter Pieces, and drag Subway-based roadway through the starter and connect the tunnels. Place overcrossing pieces on top of underground roadways whenever a surface network crosses over, to allow traffic to pass underground.
fr: Contient des voies d'accès, entrées et sorties, pour autoroutes (RHW), routes et routes à sens unique, pour les passages inférieurs FLEX (FLUP) basés sur le métro, les Pièces-Initiales URoad (souterrain) et les passages supérieurs FLEX pour divers réseaux. Construisez d'abord les accès, remplacez-les par le réseau RHW approprié (si vous le souhaitez), placez les Pièces-Initiales URoad, et faites glisser l'outil métro à travers la pièce-initiale et connectez les tunnels. Placez les pièces de franchissement au-dessus du tracé souterrain chaque fois qu'un réseau de surface se croise, afin de permettre au trafic souterrain de passer.
it: Contiene portali d'ingresso/uscita RHW, stradali e a senso unico per sottopassaggi FLEX trascinabili basati su metropolitane (FLUP), starter URoad e attraversamenti FLEX per varie reti. Costruire prima i portali, sovrascrivere con l'appropriata rete RHW supportata (come desiderato), posizionare i pezzi di avvio URoad e trascinare la carreggiata basata sulle metropolitane attraverso l'avvio e collegare le gallerie. Posizionare i pezzi di attraversamento sopra le strade sotterranee ogni volta che una rete di superficie si incrocia, per consentire al traffico di passare nel sottosuolo.
ko: RHW, 도로 및 일방통행 도로의 드래그할 수 있는 지하철 기반 유연한FLEX 지하도로(FLUPs) 출입구, URoad 시작 조각 및 여러 네트워크의 유연한FLEX 상부교차(overcrossings)가 들어있습니다. 출입구를 먼저 건설하고, 지원하는 RHW 네트워크(적혀있음)로 재정의합니다. URoad 시작 조각을 설치하고, 시작 조각을 통과하도록 지하철 기반 도로를 그어서 터널을 연결합니다. 지상 네트워크가 지하도로를 가로지를 때에는 상부교차 조각을 지하도로 위에 설치합니다.

source: RHW Flexible Underpasses (FLUPs), Draggable Underground Roads (URoads), and Overcrossings
fr: Passages souterrains modulables (FLUPs) pour autoroutes (RHW), routes souterraines étirables (URoads), et croisements en dénivelés
ko: RHW 유연한 지하도로(FLUPs), 드래그할 수 있는 지하 도로(URoads) 및 상부 교차

source: For building RealHighway QuickChanges Button contains flexible RHW interchange segments. Drag appropriate networks through to convert base ramp to match, and combine to easily create a full interchange.
fr: Cet outil contient des éléments d'échangeurs (RHW) modulables. Faites glisser l'outil de réseau approprié pour convertir la bretelle de base et combinez-les pour créer facilement un échangeur complet.
it: Per la costruzione di cambi rapidi RealHighway Il pulsante contiene segmenti di interscambio RHW flessibili. Trascinare le reti appropriate per convertire la rampa di base e combinarle per creare facilmente uno svincolo completo.
ko: 현실고속도로 빠른 입체교차로(QuickChanges)를 건설합니다. 유연한 RHW 인터체인지 부품이 들어있습니다. 기본 램프를 통과하도록 적합한 네트워크를 그어서 모양을 바꿀 수 있으며, 이로써 쉽게 완전한 인터체인지를 건설할 수 있습니다.

source: RealHighway QuickChanges
fr: Échangeurs d'autoroutes préfabriqués
ko: 현실고속도로 빠른 입체교차로(QuickChanges)

source: For building RealHighway FLEX Turn Lanes (FTLs) Button contains starter/transition FLEX pieces for different RHW turn lane setups
fr: L'outil contient des Pièces-Initiales et des transitions FLEX pour diverses configurations de voies médianes (FTLs).
it: Per la costruzione di corsie di svolta RealHighway FLEX (FTL) Il pulsante contiene pezzi FLEX di avvio/transizione per diverse configurazioni di corsie di svolta RHW
ko: 현실고속도로 유연한FLEX 회전차로(FTLs)을 건설합니다. 다양한 RHW 회전차로 구성이 있는 유연한FLEX 시작/전환 조각이 들어있습니다.

source: RealHighway FLEX Turn Lanes (FTLs)
fr: Voies médianes et intersections pour autoroutes (FTLs)
ko: 현실고속도로 유연한FLEX 회전차로(FTLs)

source: For building Legacy/Deprecated FLEXFly Flyover and Flyunder Systems Button contains pieces to build FLEXFly Pieces
fr: Pour la construction de systèmes par surcharge étirable FLEXFly, hérités ou obsolètes.
it: Per la costruzione di sistemi FLEXFly Flyover e Flyunder legacy/deprecati Il pulsante contiene i pezzi per la costruzione dei pezzi di FLEXFly
ko: 구식이고 지원이 종료된 현실고속도로 유연한FLEX 고가차도(FLEXFly)와 고가차도 아래 도로를 건설합니다. FLEXFly 조각이 들어있습니다.

source: RealHighway FLEXFly (LEGACY/DEPRECATED)
fr: Éléments FLEXFly pour autoroutes (hérités et obsolètes).
ko: 현실고속도로 유연한FLEX 고가차도(FLEXFly) (구식/지원종료)

source: For building FLEX/Helper Pieces for constructing RHW 3-Level Crossings Button contains pieces to build 3-Level Crossings
fr: Guides FLEX pour la construction d'échangeurs en diamant-3-niveaux (RHW).
it: Per la costruzione di FLEX/Helper Pezzi per la costruzione di incroci a 3 livelli RHW Il pulsante contiene i pezzi per costruire gli incroci a 3 livelli
ko: 현실고속도로 3층 교차를 건설하는 유연한FLEX/도움 조각을 건설합니다. 현실고속도로 3층 교차 조각이 들어있습니다.

source: RealHighway 3-Level Crossings
fr: Échangeur d'autoroute en Diamant-3-niveaux
ko: 현실고속도로 3층 교차

source: For building FLEXFly Flyover and Flyunder Systems Button contains pieces to build FLEXFly Pieces
fr: L'outil contient des éléments du Système des Pièces de Surcharge FLEXFly.
it: Per costruire i sistemi FLEXFly Flyover e Flyunder Il pulsante contiene i pezzi per la costruzione di FLEXFly Pieces
ko: 현실고속도로 유연한FLEX 고가차도(FLEXFly)와 고가차도 아래 도로를 건설합니다. FLEXFly 조각이 들어있습니다.

source: RealHighway FLEXFly
fr: Autoroutes, pièces FLEXFly
ko: 현실고속도로 유연한FLEX 고가차도(FLEXFly)

source: For building Fractionally Angled RealHighway Intersections and Transitions Button contains pieces to build FARHW intersection pieces for interfacing FARHWs with surface networks and FARHW transitions for transitioning between different FARHW widths NOTE: Most intersections require the use of TuLEPs.
fr: L'outil contient les éléments pour construire des segments d'intersections FARHW interfacés avec les chaussées d'autoroute de sol, et des éléments de transitions FARHW pour passer d'une largeur à une autre. NOTE : La plupart des intersections nécessitent l'utilisation de pièces TuLEPs.
it: Per la costruzione di intersezioni e transizioni Fractionally Angled RealHighway Il pulsante contiene pezzi per costruire intersezioni FARHW per interfacciare le FARHW con le reti di superficie e transizioni FARHW per passare da una larghezza FARHW all'altra. NOTA: la maggior parte delle intersezioni richiede l'uso di TuLEP.
ko: 분수 각도 현실고속도로(FARHW) 교차로와 전환 FARHW와 지상 네트워크 간의 교차로 조각과 너비가 다른 FARHW 간의 전환 조각이 들어있습니다. 주의: 대다수 교차로는 TuLEPs를 사용해야 합니다.

source: Fractionally Angled RealHighway Intersections and Transitions
fr: Intersections et transitions à angles fractionnaires pour autoroutes (FA-RHW)
ko: 분수 각도 현실고속도로 교차로 및 전환

source: For building Fractionally Angled RealHighway pieces Button contains straight pieces and curves to pieces to build Fractionally Angled RealHighway (FARHWs)
fr: L'outil contient des pièces droites et courbes pour construire des autoroutes à angles fractionnaires (FARHWs).
it: Per costruire pezzi di autostrade reali frazionatamente angolate Il pulsante contiene pezzi dritti e curve per costruire autostrade reali ad angolo frazionario (FARHW)
ko: 분수 각도 현실고속도로(FARHW) 조각을 건설합니다. FARHW 직선 및 곡선 조각이 들어있습니다.

source: Fractionally Angled RealHighway
fr: Autoroutes à angles fractionnaires (FA)
ko: 분수 각도 현실고속도로

source: For building Fractionally Angled RealHighway Ramp Interfaces Button contains pieces to build different FARHW Ramp Interfaces: The C1, F1, C2, F2, and C3 Ramp Interfaces
fr: L'outil contient les éléments permettant de construire différentes bretelles d'accès (FARHW) type : C1 | F1 | C2 | F2 et C3
it: Per la costruzione di interfacce di rampa Fractionally Angled RealHighway Il pulsante contiene i pezzi per costruire diverse interfacce di rampa FARHW: Le interfacce di rampa C1, F1, C2, F2 e C3
ko: 분수 각도 현실고속도로(FARHW) 램프 인터페이스를 건설합니다. FARHW C1/F1/C2/F2/C3형 램프 인터페이스 조각이 들어있습니다.

source: Fractionally Angled RealHighway Ramp Interfaces
fr: Bretelles d'accès pour autoroutes (RHW) à angles fractionnaires.
ko: 분수 각도 현실고속도로 램프 인터페이스

source: For building RHW Type C Ramp Interfaces (Fractional Angle Branch, new lane) Button contains Type C Ramp Interface Pieces for building interchanges with the RHW
fr: L'outil contient des éléments de bretelles de type C (nouvelle voie à angle fractionnaire) pour la construction d'échangeurs d'autoroutes (RHW).
it: Per la costruzione di interfacce di rampa di tipo C RHW (diramazione ad angolo frazionario, nuova corsia) Il pulsante contiene pezzi di interfaccia di rampa di tipo C per la costruzione di svincoli con l'RHW
ko: 현실고속도로 C형 램프 인터페이스(분수 각도 분기, 새 차로)을 건설합니다. RHW 인터체인지에 사용되는 C형 램프 인터페이스가 들어있습니다.

source: RealHighway Type C Ramp Interfaces
fr: Bretelles d'accès type C pour autoroutes (RHW)
ko: 현실고속도로 C형 램프 인터페이스

source: For building RHW Type F Ramp Interfaces (Fractional Angle Branch, exit only lane) Button contains Type F Ramp Interface Pieces for building interchanges with the RHW
fr: L'outil contient des éléments de bretelles de type F (voie de sortie à angle fractionnaire) pour la construction d'échangeurs d'autoroutes (RHW).
it: Per la costruzione di interfacce di rampa RHW di tipo F (ramo ad angolo frazionario, corsia di sola uscita) Il pulsante contiene pezzi di interfaccia di rampa di tipo F per la costruzione di svincoli con l'RHW
ko: 현실고속도로 F형 램프 인터페이스(분수 각도 분기, 진출차로 전용)을 건설합니다. RHW 인터체인지에 사용되는 F형 램프 인터페이스가 들어있습니다.

source: RealHighway Type F Ramp Interfaces
fr: Bretelles d'accès type F pour autoroutes (RHW)
ko: 현실고속도로 F형 램프 인터페이스

source: For building Pedestrian Mall Tiles Button contains several different Pieces for building Pedestrian Mall Tiles & Pedestrian Footbridges. NOTE: Ped Mall Tiles should not be used directly in front of Residential Zones where their zoning arrow is.
fr: L'outil contient plusieurs pièces différentes pour construire des voies piétonnes et des passerelles. NOTE : Ces voies piétonnes ne doivent pas être utilisées directement devant les zones résidentielles (voir flèche de zone).
it: Per la costruzione di piastrelle di centri commerciali pedonali Il pulsante contiene diversi pezzi per la costruzione di piastrelle di centri commerciali pedonali e passerelle pedonali. NOTA: le tessere centro commerciale pedonale non devono essere utilizzate direttamente davanti alle zone residenziali, dove si trova la loro freccia di zonizzazione.
ko: 보행자전용도로 조각을 건설합니다. 보행자전용도로 및 보행자 육교의 다양한 조각이 들어있습니다. 주의: 보행자전용도로 조각은 주거 구역의 화살표에 직접 닿지 않아야 합니다.

source: Pedestrian Mall Tiles
fr: Voies piétonnes (par carreau)
ko: 보행자전용도로 조각

source: A collection of pedestrian crossing FLEX pieces. Use them on their own at crossing locations, or as part of pedmall corridors.
fr: Une collection d'éléments FLEX de Passages Piétons. Utilisez-les seuls aux points de passages souhaités ou dans le cadre de rues piétonnes.
it: Una collezione di pezzi FLEX per attraversamenti pedonali. Si possono usare da soli nei punti di attraversamento o come parte di corridoi pedonali.
ko: 횡단보도 유연한FLEX 조각 묶음입니다. 건널만한 장소나 보행자전용도로의 일부분으로 건설하세요.

source: Pedestrian Revolution Mod (PRM) FLEX Crossings
fr: Passages Piétons FLEX (Pedestrian Revolution Mod)
ko: 보행자 혁신 모드(PRM) 유연한FLEX 횡단보도

source: For building Diagonal Streets on sloped terrain or intersections Button contains several different Puzzle and Helper Pieces for Street
fr: Permet de tracer des rues diagonales, sur pente et en intersections. L'outil contient plusieurs longueurs de rue et des Pièces-Puzzles.
it: Per la costruzione di strade diagonali su terreni inclinati o intersezioni Il pulsante contiene diversi pezzi di puzzle e di aiuto per la strada
ko: 경사진 지형이나 교차로에 대각선 거리를 건설할 때 사용합니다. 다양한 거리 퍼즐 조각과 도움 조각이 들어있습니다.

source: Diagonal Street Helper Pieces
fr: Rues diagonales
ko: 대각선 거리 도움 조각

source: For utilizing the Street Addon Mod (SAM) Button contains Starter Pieces for Street Addon Mod (SAM)
fr: L'outil contient les Pièces-Initiales des rues additionnelles (SAM)
it: Per l'utilizzo di Street Addon Mod (SAM) Il pulsante contiene i pezzi iniziali per Street Addon Mod (SAM)
ko: 거리 추가 모드(SAM)을 건설합니다. 거리 추가 모드(SAM) 시작 조각이 들어있습니다.

source: Street Addon Mod (SAM)
fr: Rues additionnelles - Street Addon Mod (SAM)
ko: 거리 추가 모드(SAM)

source: Plop one of these pieces on a flat area. It will raise or lower the terrain, and then destroy itself, providing a level area for a raised network of your choice. This is fully compatible with all slope mods.
fr: Placez l'outil sur le terrain. À chaque clic il soulèvera ou abaissera (rotation [Home] [End]) ce dernier selon la hauteur/profondeur [tab] choisie, fournissant une zone plane pour tout type de réseau. Ce système est également compatible avec tous les Mods de pentes.
it: Posizionate uno di questi pezzi su un'area piana. Il pezzo alzerà o abbasserà il terreno e poi si autodistruggerà, fornendo un'area pianeggiante per una rete rialzata a scelta. È pienamente compatibile con tutti i mod di pendenza.
ko: 평평한 지역에 조각을 설치하세요. 자형을 높이거나 낮추고, 그 즉시 사라집니다. 경사(slope) 모드와 완벽히 호환됩니다.

source: Hole Digger and Raiser Lots
fr: Outil d'excavation et d'élévation de terrain
ko: 구덩이 파기와 쌓기 랏

source: For building Avenue Roundabouts, Avenue Y-Stacks and other Avenue Intersections Button contains several different Puzzle Pieces for Avenues
fr: L'outil contient des Pièces-Puzzles pour avenues, ronds-points, franchissement en Y, et autres intersections Tram, ...
it: Per la costruzione di rotatorie di strade, di pilastri a Y e di altre intersezioni di strade Il pulsante contiene diversi pezzi di puzzle per i viali
ko: 애비뉴 회전교차로, 애비뉴 Y자 스택 및 기타 애비뉴 교차로를 건설합니다. 다양한 애비뉴 퍼즐 조각이 들어있습니다.

source: Avenue Intersections
fr: Ronds-Points et Intersections d'avenue
ko: 애비뉴 교차로

source: For creating Road overpasses Button contains several different overpasses for Road
fr: L'outil contient plusieurs passages supérieurs pour Route.
it: Per la creazione di sovrappassi stradali Il pulsante contiene diversi sovrappassi stradali
ko: 도로 고가도로를 건설합니다. 다양한 도로 고가도로가 들어있습니다.

source: Road Overpasses
fr: Ponts Routiers
ko: 도로 고가도로

source: For building Elevated Road Viaducts 7.5 meters tall Button contains several different Puzzle Pieces for Road
fr: L'outil contient diverses Pièces-Puzzles de viaducs de route d'une hauteur de 7,5 m.
it: Per la costruzione di viadotti stradali sopraelevati alti 7,5 metri Il pulsante contiene diversi pezzi di puzzle per la strada
ko: 높이가 7.5m인 고가 도로를 건설합니다. 다양한 도로 퍼즐 조각이 들어있습니다.

source: 7.5m Elevated Road Viaducts
fr: Viaduc de Route de 7,5 m
ko: 7.5m 고가 도로

source: For building Elevated Road Viaducts 15 meters tall Button contains several different Puzzle Pieces for Road
fr: L'outil contient diverses Pièces-Puzzles de viaducs de route d'une hauteur de 15 m.
it: Per la costruzione di viadotti stradali sopraelevati alti 15 metri Il pulsante contiene diversi pezzi di puzzle per la strada
ko: 높이가 15m인 고가 도로를 건설합니다. 다양한 도로 퍼즐 조각이 들어있습니다.

source: 15m Elevated Road Viaducts
fr: Viaduc de Route de 15 m
ko: 15m 고가 도로

source: For building Wide-Radius Curves Button contains several different Puzzle Pieces for Road, One-Way Road, or Avenue
fr: L'outil contient des segments Pièces-Puzzles de courbes (S, 90°, grand rayon)
it: Per costruire curve ad ampio raggio Il pulsante contiene diversi pezzi di puzzle per strada, strada a senso unico o viale
ko: 넓은 반지름 곡선을 건설합니다. 도로, 일방통행 도로 및 애비뉴의 다양한 퍼즐 조각이 들어있습니다.

source: Wide Radius Curves (for Road, One-Way Road, Avenue, and Street) (Puzzle Pieces)
fr: Courbes variables pour Route, Sens-unique, Avenue et Rue
ko: 넓은 반지름 곡선(도로, 일방통행 도로, 애비뉴 및 거리) (퍼즐 조각)

source: For building Fractionally Angled Networks Button contains several different Puzzle Pieces for Road, One-Way Road, and Avenue
fr: L'outil contient diverses Pièces-Puzzles pour réseaux à angles fractionnaires (FAR3), segments droits, courbes et intersections.
it: Per costruire reti frazionatamente angolate Il pulsante contiene diversi pezzi di puzzle per strada, strada a senso unico e viale
ko: 분수 각도 네트워크를 건설합니다. 도로, 일방통행 도로 및 애비뉴의 다양한 퍼즐 조각이 들어있습니다.

source: Fractionally-Angled Networks (for Road, One-Way Road, and Avenue)
fr: Chaussées à angles fractionnaires (Route, Sens-unique et Avenue)
ko: 분수 각도 네트워크(도로, 일방통행 도로 및 애비뉴)

source: Use the [Tab] key to move downward through the puzzle pieces and the [Shift] + [Tab] keys to move upward Once a puzzle piece is selected, use the [Home] and [End] keys to cycle through the various puzzle piece orientations
fr: L'outil propose des Pièces-Puzzles droites, diagonales, FAR, courbes et intersections ; avec textures : route, SAM asphalte, terre et graviers. Utilisez la touche [tab] - ou [maj]+[tab] - pour sélectionner l'une des pièces. Puis orientez la pièce avec les touches [Home] et [End] - ([début] [fin]).
it: Utilizzare il tasto [Tab] per spostarsi verso il basso tra i pezzi del puzzle e i tasti [Shift] + [Tab] per spostarsi verso l'alto. Una volta selezionato un pezzo del puzzle, utilizzare i tasti [Home] e [End] per scorrere i vari orientamenti dei pezzi del puzzle
ko: [Tab]을 누르면 다음 퍼즐 조각으로 이동하고, [Shift] + [Tab]을 누르면 이전 조각으로 이동합니다. 퍼즐 조각을 선택하고 [Home] 또는 [End]를 누르면 퍼즐 조각의 방향을 바꿀 수 있습니다.

source: Rural Road Puzzle Pieces
fr: Route rurale (Pièces-Puzzles)
ko: 시골 도로 퍼즐 조각
