Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/buttons.po
Languages: fr, it, ko

source: For building Road Puzzle Pieces that interface with the RHW (DEPRECATED) Button contains pieces to interface between the NAM Elevated Road Puzzle Pieces and RHW networks, including overpasses and intersections
fr: L'outil contient des pièces de liaison entre les réseaux routiers surélevés et les réseaux d'autoroutes (RHW), y compris les viaducs et les intersections. OBSOLÈTES
it: Per la costruzione di pezzi di puzzle stradali che si interfacciano con l'RHW (DEPRECATO) Il pulsante contiene pezzi per l'interfacciamento tra i pezzi del puzzle NAM Elevated Road e le reti RHW, compresi cavalcavia e intersezioni
ko: RHW와 상호작용하는 도로 퍼즐 조각을 건설합니다.(지원종료) NAM 고가 도로 퍼즐 조각과 RHW 네트워크가 상호작용하는 고가도로 및 교차로 조각이 들어있습니다.

source: Road/RHW Overpass and Interface Puzzle Pieces (DEPRECATED)
fr: Passage supérieur Route/Autoroute et Pièces-Puzzles de liaison
ko: 도로/RHW 고가도로 및 인터페이스 퍼즐 조각(지원종료)

source: For building Multi-Radius Curve (MRC) FLEX Pieces for Surface Networks, including Road, One-Way Road, Avenue, and Network Widening Mod (NWM) networks. Button contains several different FLEX Pieces for various networks
fr: Outil contenant des pièces FLEX à rayons de courbure multiples (MRC) pour les réseaux de surface : routes, sens unique, avenues et routes élargies (NWM).
it: Per la costruzione di pezzi FLEX con curve a raggio multiplo (MRC) per le reti di superficie, comprese le reti stradali, le strade a senso unico, i viali e i moduli di allargamento della rete (NWM). Il pulsante contiene diversi pezzi FLEX per varie reti
ko: 지상 네트워크(도로, 일방통행 도로, 애비뉴, 네트워크 넓히기 모드[NWM] 네트워크)의 다중 반지름 곡선(MRC) 유연한FLEX 조각을 건설합니다. 여러 네트워크의 다양한 유연한FLEX 조각이 들어있습니다.

source: Multi-Radius Curve (MRC) FLEX Pieces for Surface Networks
fr: Courbes FLEX pour réseaux de surface
ko: 다중 반지름 곡선(MRC) 유연한FLEX 조각(지상 네트워크용)

source: For creating semi-flexible underpasses for Road, One-Way Road, Avenue, Street, T-RAM, and Pedmalls DO NOT USE FOR UNDERGROUND RAIL Button contains several different Puzzle Pieces for various networks NOTE: First build the surface network, then plop these pieces on top The new Subway-based FLUPs system can be found under the Highways menu.
fr: L'outil propose des Pièces-Puzzles pour construire des passages souterrains de Routes, Sens-uniques, Avenues, Rues et Tram en voie partagée (T-RAM). NOTE : Construisez d'abord le réseau de surface, puis placez les pièces de tracés souterrains par dessus. Le nouveau système FLUPs basé sur le métro se trouve dans le menu Autoroutes.
it: Per la creazione di sottopassi semi-flessibili per strade, strade a senso unico, viali, strade, T-RAM e pedonali. NON UTILIZZARE PER LA METROPOLITANA Il pulsante contiene diversi pezzi di puzzle per varie reti NOTA: prima costruite la rete di superficie, poi metteteci sopra questi pezzi. Il nuovo sistema di FLUP basato sulle metropolitane si trova nel menu Autostrade.
ko: 반쯤 유연한 지하도로(도로, 일방통행 도로, 애비뉴, 거리, 전차 및 보행자전용도로용)를 건설합니다. 지하 철도로 사용할 수 없습니다. 여러 네트워크의 다양한 퍼즐 조각이 들어있습니다. 주의: 처음에는 지상 네트워크를 건설하고, 그 후 이 조각을 그 위에 설치하세요. 새 지하철 기반 FLUPs 시스템은 고속도로 메뉴에서 찾을 수 있습니다.

source: Flexible Underpasses (FLUPs)
fr: Passages souterrains modulables (FLUPs)
ko: 유연한 지하도로(FLUPs)

source: For building Network Widening Mod (NWM) Starter Pieces Button contains Starter Pieces for the 3, 5 and 7-lane Turning Lane Avenues (TLA-3,5,7), 2 and 6-lane Avenues (AVE-2,6), 3-lane Asymmetrical Road (ARD-3), 4 and 6-lane Roads RD-4,6) and 1, 3, 4 and 5-lane One-Way Roads (OWR-1,3,4,5)
fr: L'outil contient les Pièces-Initiales pour créer : Avenues à voies médianes 3, 5 et 7 voies (TLA-3 | 5 | 7). Avenues à 2 et 6 voies (AVE-2 | 6). Routes à 3 voies asymétriques (ARD-3) Routes à 4 et 6 voies (RD-4 | 6). Routes à sens unique à 1, 3, 4 et 5 voies (OWR-1 | 3 | 4 | 5).
it: Per la costruzione dei pezzi iniziali del Network Widening Mod (NWM) Il pulsante contiene gli Starter Pieces per i viali a 3, 5 e 7 corsie con corsia di svolta (TLA-3,5,7), i viali a 2 e 6 corsie (AVE-2,6), le strade asimmetriche a 3 corsie (ARD-3), le strade a 4 e 6 corsie RD-4,6) e le strade a senso unico a 1, 3, 4 e 5 corsie (OWR-1,3,4,5)
ko: 네트워크 넓히기 모드(NWM) 시작 조각을 건설합니다. 3/5/7차로 회전차로 애비뉴(TLA-3,5,7), 2/6차로 애비뉴(AVE-2,6), 3차로 비대칭 도로(ARD-3), 4/6차로 도로(RD-4,6) 및 1/3/4/5차로 일방통행 도로(OWR-1,3,4,5)의 시작 조각이 들어있습니다.

source: Network Widening Mod (NWM) Starter Pieces
fr: Mod Routes Élargies (NWM) - Pièces-Initiales
ko: 네트워크 넓히기 모드(NWM) 시작 조각

source: For building Network Widening Mod (NWM) Curve Pieces Button contains Wide-Radius Curve Pieces for the single-tile NWM networks
fr: L'outil contient les pièces de courbes à rayon large pour les réseaux NWM à un seul carreau.
it: Per la costruzione di pezzi di curva Network Widening Mod (NWM) Il pulsante contiene i pezzi di curva ad ampio raggio per le reti NWM a singolo strato
ko: 네트워크 넓히기 모드(NWM) 곡선 조각을 건설합니다. 한 칸 NWM 네트워크의 넓은 반지름 곡선 조각이 들어있습니다.

source: Network Widening Mod (NWM) Curve Pieces
fr: Mod Routes Élargies (NWM) - Courbes
ko: 네트워크 넓히기 모드(NWM) 곡선 조각

source: For building Network Widening Mod (NWM) Transition Puzzle Pieces Button contains Puzzle Pieces to connect NWM networks with each other, and default networks. Note that most transitions involving single and dual-tile networks can be built using draggable means instead (such as direct connections or using the stub-to-stub method)
fr: Pièces-Puzzles de transitions entres les différentes largeurs de Routes Élargies (NWM). Notez que la plupart des transitions impliquant des chaussées à un ou deux carreaux peuvent se faire en utilisant l'outil étirable d'un des réseaux (route, avenue, ...) par connexion directe !
it: Per la costruzione di pezzi di puzzle di transizione per il Network Widening Mod (NWM) Il pulsante contiene pezzi di puzzle per collegare tra loro le reti NWM e le reti predefinite. Si noti che la maggior parte delle transizioni che coinvolgono reti a una o due piastrelle possono essere realizzate utilizzando mezzi trascinabili (come connessioni dirette o utilizzando il metodo stub-to-stub).
ko: 네트워크 넓히기 모드(NWM) 전환 퍼즐 조각을 건설합니다. NWM 네트워크를 서로 연결하거나 다른 기존 네트워크와 연결하는 퍼즐 조각이 들어있습니다. 대다수 한 칸 또는 두 칸 네트워크의 전환은 그어서(직접 연결하거나 비비기 방법[stub-to-stub method]을 이용해서) 건설할 수 있습니다.

source: Network Widening Mod (NWM) Transition Pieces
fr: Mod Routes Élargies (NWM) - Transitions
ko: 네트워크 넓히기 모드(NWM) 전환 조각

source: For building Network Widening Mod (NWM) Neighbor Connector Pieces Button contains Neighbor Connector Pieces for the TLA-5, RD-4 and RD-6
fr: L'outil permet la construction de connecteurs de voisinage pour les chaussées (NWM) de type : TLA-5 | RD-4 | RD-6 | TLA-7 | AVE-6
it: Per la costruzione di pezzi di connettori di prossimità per il modulo di allargamento della rete (NWM) Il pulsante contiene pezzi di collegamento con i vicini per i modelli TLA-5, RD-4 e RD-6
ko: 네트워크 넓히기 모드(NWM) 이웃 연결기 조각을 건설합니다. TLA-5, RD-4 및 RD-6의 이웃 연결기 조각이 들어있습니다.

source: Network Widening Mod (NWM) Neighbor Connector Pieces
fr: Mod Routes Élargies (NWM) - Connecteurs de voisinage
ko: 네트워크 넓히기 모드(NWM) 이웃 연결기 조각

source: For building FLEX Single Tile Roundabouts Button contains FLEX Single Tile Roundabouts intersections for various road networks
fr: L'outil propose des ronds-points (3 branches) d'un seul carreau.
it: Per la costruzione di rotatorie FLEX a piastrella singola Il pulsante contiene le intersezioni delle rotatorie FLEX a mattonelle singole per varie reti stradali
ko: 유연한FLEX 한 칸 회전교차로를 건설합니다. 여러 도로 네트워크의 유연한FLEX 한 칸 회전교차로가 들어있습니다.

source: Single Tile Roundabouts
fr: Ronds-points 1 carreau
ko: 한 칸 회전교차로

source: For building Alternate Style Road Viaducts and Street Viaducts Only designed for short crossings over orthogonal networks. No diagonal support. Button contains OnSlope Transitions to start Alternate Style Road and Street Viaducts
fr: L'outil propose des pièces de transitions sur versant, sans des styles alternatifs. Pour des franchissements courts et de réseaux orthogonaux. Pas de support diagonal.
it: Per la costruzione di viadotti stradali e viadotti stradali di tipo alternativo Progettati solo per brevi attraversamenti su reti ortogonali. Non supporta le diagonali. Il pulsante contiene transizioni in pendenza per avviare viadotti stradali e stradali in stile alternativo
ko: 모양이 다른 고가 도로를 건설합니다. 수직 네트워크만 가로지를 수 있도록 설계되었습니다. 대각선은 지원하지 않습니다. 대체 스타일 고가 도로 경사-위 전환 조각이 들어있습니다.

source: Road Viaduct Alternate Styles
fr: Viaduc routier - Styles alternatifs
ko: 고가 도로 대체 스타일

source: For building Draggable Elevated Road Viaducts Button contains several different Starter and FLEX Pieces for Draggable Elevated Road Viaducts
fr: Pièces-Initiales et des Rampes FLEX pour construire des viaducs routiers. Pour route, sens unique et avenue, de 7,5 et 15 m. Orthogonal et diagonal.
it: Per la costruzione di viadotti stradali sopraelevati trascinabili Il pulsante contiene diversi pezzi Starter e FLEX per la costruzione di viadotti stradali sopraelevati trascinabili
ko: 드래그할 수 있는 고가 도로를 건설합니다. 드래그할 수 있는 고가 도로의 다양한 시작 조각과 유연한FLEX 조각이 들어있습니다.

source: Draggable Elevated Road Viaducts
fr: Viaducs routiers étirables
ko: 드래그할 수 있는 고가 도로

source: For building FLEX Road, One-Way Road, and Avenue Overpasses of varying lengths. Button contains several different FLEX Overpasses for the Road, One-Way Road, and Avenue networks. Drag networks under (or over) the mid-section of the overpass to build the crossing. Most networks and FLEX-based dual-networks are supported.
fr: Permet la construction de passages supérieurs de routes, sens uniques et d'avenues FLEX de différentes longueurs. Faire glisser les réseaux sous la section centrale du pont pour construire le franchissement. La plupart des réseaux et les réseaux doubles basés sur FLEX sont pris en charge.
it: Per costruire cavalcavia FLEX stradali, a senso unico e viali di varia lunghezza. Il pulsante contiene diversi cavalcavia FLEX per le reti di strade, strade a senso unico e viali. Trascinare le reti sotto (o sopra) la sezione centrale del cavalcavia per costruire l'attraversamento. Sono supportate la maggior parte delle reti e le reti doppie basate su FLEX.
ko: 길이가 다양한 유연한FLEX 도로, 일방통행 도로 및 애비뉴 고가도로를 건설합니다. 도로, 일방통행 도로 및 애비뉴 네트워크의 다양한 유연한FLEX 고가도로가 들어있습니다. 고가도로 중간 부분에 네트워크를 그어서 고가도로를 가로지를 수 있습니다. 대다수 네트워크와 유연FLEX 기반 이중 네트워크가 이를 지원합니다.

source: FLEX Overpasses
fr: Passages supérieurs FLEX
ko: 유연한FLEX 고가도로

source: For creating One-Way Road overpasses Button contains several different overpasses for One-Way Road
fr: Permet de créer des ponts à sens unique, hauteur 15 m, pour passages sur divers réseaux : avenue, route, rue, rail ...
it: Per creare cavalcavia per strade a senso unico Il pulsante contiene diversi sovrappassi per strade a senso unico
ko: 일방통행 도로 고가도로를 건설합니다. 다양한 일방통행 도로의 고가도로가 들어있습니다.

source: One-Way Road Overpasses
fr: Pont routier à sens unique
ko: 일방통행 도로 고가도로

source: For building One-Way Road Viaducts 15 meters tall Button contains several different Puzzle Pieces for One-Way Road
fr: L'outil contient des Pièces-Puzzles, rampes, virages, pour viaduc de 15 m. Franchissement de divers réseaux.
it: Per la costruzione di viadotti stradali a senso unico alti 15 metri Il pulsante contiene diversi pezzi di puzzle per la strada a senso unico
ko: 높이가 15m인 고가 일방통행 도로를 건설합니다. 다양한 일방통행 도로 퍼즐 조각이 들어있습니다.

source: 15m Elevated One-Way Road Viaducts
fr: Viaducs de route à sens unique - 15 m
ko: 15m 고가 일방통행 도로

source: For building One-Way Road Puzzle Pieces that interface with the RHW (DEPRECATED) Button contains pieces to interface between the NAM Elevated One-Way Road Puzzle Pieces and RHW networks, including overpasses and intersections
fr: L'outil contient des Pièces-Puzzles de ponts et de liaisons de routes à sens uniques, surélevées, vers autoroutes (RHW). OBSOLÈTES
it: Per la costruzione di pezzi di puzzle di strade a senso unico che si interfacciano con l'RHW (DEPRECATO) Il pulsante contiene i pezzi per l'interfacciamento tra i pezzi del puzzle NAM Elevated One-Way Road e le reti RHW, compresi i cavalcavia e le intersezioni
ko: RHW와 상호작용하는 일방통행 도로 퍼즐 조각을 건설합니다.(지원종료) NAM 고가 일방통행 도로 퍼즐 조각과 RHW 네트워크가 상호작용하는 고가도로 및 교차로 조각이 들어있습니다.

source: One-Way Road/RHW Overpass and Interface Puzzle Pieces (DEPRECATED)
fr: Pont et liaisons Route sens unique et autoroute
ko: 일방통행 도로/RHW 고가도로 및 인터페이스 퍼즐 조각(지원종료)

source: For use of the curved pieces for the Real Expressway Network. Use the Home/End key to rotate the FLEX Piece & use TAB/Shift-TAB (Ctrl-TAB/Ctrl-Shift-TAB on macOS) to cycle through the different types of REW Straights and Curves.
fr: Pour l'utilisation des pièces courbes des voies rapides. Utilisez la touche Home/End (début/fin) pour faire pivoter la pièce FLEX et utilisez [tab] | [maj+tab] ([Ctrl-tab] | [Ctrl-maj-tab] sur macOS) pour faire défiler les différents types de droites et de courbes REW.
it: Per l'uso dei pezzi curvi per la rete di superstrade reali. Usare il tasto Home/Fine per ruotare il pezzo FLEX e usare TAB/Shift-TAB (Ctrl-TAB/Ctrl-Shift-TAB su macOS) per scorrere i diversi tipi di rette e curve REW.
ko: 현실 자동차전용도로 네트워크의 곡선 조각을 건설합니다. [Home] 또는 [End]를 누르면 유연한FLEX 조각이 회전하며, [TAB] 또는 [Shift] + [TAB](macOS에서는 [Ctrl] + [TAB] 또는 [Ctrl] + [Shift] + [TAB])을 누르면 다음 또는 이전 조각으로 이동합니다.

source: Real Expressway FLEX Piece network tool and Curves.
fr: Voies Rapides FLEX, segments et courbes.
ko: 현실 자동차전용도로 유연한FLEX 조각 네트워크 도구 및 곡선

source: For building RealExpressway One-Way Road FLEXRamps Button contains FLEX pieces for different overrideable ramp interfaces. Drag appropriate networks through to convert base ramp to match.
fr: L'outil contient plusieurs pièces FLEX (modifiables) accès, sortie et transitions de Voie Rapide - Sens unique à 2 ou 3 voies (OWR-2|3). Ortho et diagonales. Faites glisser l'outil de réseau approprié pour convertir la rampe de base.
it: Per la costruzione di rampe FLEX per strade a senso unico RealExpressway Il pulsante contiene pezzi FLEX per diverse interfacce di rampa modificabili. Trascinare le reti appropriate per convertire la rampa di base in modo che corrisponda.
ko: 현실 자동차전용도로 일방통행 도로 유연한FLEX 램프(FLEXRamps)를 건설합니다. 다양한 재정의할 수 있는 램프 인터페이스의 유연한FLEX 조각이 들어있습니다. 기본 램프를 통과하도록 적합한 네트워크를 그어서 원하는 모양으로 바꿉니다.

source: RealExpressway (REW) One-Way Road FLEXRamps
fr: Bretelles d'accès pour Voies Rapides - Sens unique 2|3 voies (REW)
ko: 현실 자동차전용도로(REW) 일방통행 도로 유연한FLEX 램프(FLEXRamps)

source: For creating Avenue overpasses Button contains several different overpasses for Avenue
fr: L'outil propose un pont d'avenue en franchissement de divers réseaux. Orthogonal - 15 m.
it: Per creare i cavalcavia di Viale Il pulsante contiene diversi cavalcavia per Viale
ko: 애비뉴 고가도로를 건설합니다. 다양한 애비뉴 고가도로가 들어있습니다.

source: Avenue Overpasses
fr: Pont d'avenues
ko: 애비뉴 고가도로

source: For building Elevated Avenue Viaducts 7.5 meters tall Button contains several different Puzzle Pieces for Avenue
fr: Cet outil contient des Pièces-Puzzles, rampes, virages, pour viaduc de 7,5 m. Franchissement de divers réseaux.
it: Per la costruzione di viadotti sopraelevati alti 7,5 metri Il pulsante contiene diversi pezzi di puzzle per il viale
ko: 높이가 7.5m인 고가 애비뉴를 건설합니다. 다양한 애비뉴 퍼즐 조각이 들어있습니다.

source: 7.5m Elevated Avenue Viaducts
fr: Viaduc pour avenue - 7,5 m
ko: 7.5m 고가 애비뉴

source: For building Elevated Avenue Viaducts 15 meters tall Button contains several different Puzzle Pieces for Avenue
fr: L'outil contient des Pièces-Puzzles, rampes, virages, pour viaduc de 15 m. Franchissement de divers réseaux.
it: Per costruire viadotti sopraelevati di 15 metri di altezza Il pulsante contiene diversi pezzi di puzzle per il viale
ko: 높이가 15m인 고가 애비뉴를 건설합니다. 다양한 애비뉴 퍼즐 조각이 들어있습니다.

source: 15m Elevated Avenue Viaducts
fr: Viaduc pour avenue - 15 m
ko: 15m 고가 애비뉴

source: For building Avenue Puzzle Pieces that interface with the RHW (DEPRECATED) Button contains pieces to interface between the NAM Elevated Avenue Puzzle Pieces and RHW networks, including overpasses and intersections
fr: L'outil fournit des Pièces-Puzzles de liaisons d'avenues surélevées avec les autoroutes (RHW). Inclus des ponts et intersections. OBSOLÈTES
it: Per la costruzione di pezzi di puzzle di strade che si interfacciano con l'RHW (DEPRECATO) Il pulsante contiene pezzi per l'interfacciamento tra i pezzi del puzzle NAM Elevated Avenue e le reti RHW, compresi i cavalcavia e le intersezioni
ko: RHW와 상호작용하는 애비뉴 퍼즐 조각을 건설합니다.(지원종료) NAM 고가 애비뉴 퍼즐 조각과 RHW 네트워크가 상호작용하는 고가도로 및 교차로 조각이 들어있습니다.

source: Avenue/RHW Overpass and Interface Puzzle Pieces (DEPRECATED)
fr: Avenue/RHW franchissement et liaisons
ko: 애비뉴/RHW 고가도로 및 인터페이스 퍼즐 조각(지원종료)

source: For building FLEX Pieces in which Surface Networks (i.e. Avenues, NWM networks, etc.) intersect or cross with RHW networks Button contains FLEX pieces to interface between the Surface Networks and RHW networks FlexSPUI and Flex Diverging Diamond (FlexDDI) pieces are found under this button
fr: Outil permettant la pose d'une pièce FLEX de réseaux de surfaces (Avenues, Routes élargies, ...) se connectant ou croisant une autoroute. Contient : FlexSPUI - échangeur urbain à point unique. FlexDDI - échangeur diamant-divergent.
it: Per la costruzione di pezzi FLEX in cui le reti di superficie (ad es. viali, reti NWM, ecc.) si intersecano o si incrociano con le reti RHW. Il pulsante contiene pezzi FLEX che si interfacciano tra le reti di superficie e le reti RHW. I pezzi FlexSPUI e Flex Diverging Diamond (FlexDDI) si trovano sotto questo pulsante
ko: 지상 네트워크(애비뉴, NWM 등)가 RHW 네트워크를 교차하거나 횡단하는 유연한FLEX 조각을 건설합니다. 지상 네트워크와 RHW 네트워크가 혼합된 유연한FLEX 조각이 들어있습니다. 유연한 단일점 도시형 입체교차로(FlexSPUI)와 유연한FLEX 갈라지는 다이아몬드 입체교차로(FlexDDI) 조각 역시 여기에 있습니다.

source: Specialized RHW x Surface Intersections
fr: Intersections Spéciales - autoroutes et autres réseaux
ko: 특수 RHW x 지상 교차로

source: For building Rail Puzzle Pieces. Button contains several different Puzzle Pieces for Rail.
fr: L'outil fournit diverses pièces, rampes, courbes, segments ainsi que des franchissements sur divers réseaux. Orthogonal et diagonal.
it: Per la costruzione dei pezzi del puzzle ferroviario. Il pulsante contiene diversi pezzi di puzzle per rotaie.
ko: 철도 퍼즐 조각을 건설합니다. 다양한 철도 퍼즐 조각이 들어있습니다.

source: Rail Puzzle Pieces
fr: Viaduc ferroviaire - Pièces-Puzzles
ko: 철도 퍼즐 조각

source: Button contains FLEX pieces to elevated the Rail network to viaduct level (using the RealRailway (RRW) standard)
fr: L'outil propose les pièces initiales FLEX sur versant ainsi que les rampes de niveau 1 et 2 pour construire des viaducs ferroviaires étirables (RRW).
it: Il pulsante contiene pezzi FLEX per elevare la rete ferroviaria a livello di viadotto (utilizzando lo standard RealRailway (RRW))
ko: 고가 철도를 건설할 수 있는 유연한FLEX 조각이 들어있습니다. [현실철도(RRW) 표준을 준수]

source: Draggable Elevated Railways (ERRW)
fr: Viaduc férroviaire étirable (ERRW)
ko: 드래그할 수 있는 고가 철도(ERRW)

source: Use the [Tab] key to move downward through the puzzle pieces and the [Shift] + [Tab] keys to move upward Once a puzzle piece is selected, use the [Home] and [End] keys to cycle through the various puzzle piece orientations
fr: L'outil propose diverses Pièces-Puzzles de courbes, S, aiguillages et déviations de voies. Orthogonales et diagonales. Utilisez [tab] ([maj][tab]) pour faire défiler les éléments, ainsi que les touches [home] et [end] pour la rotation des pièces.
it: Utilizzare il tasto [Tab] per spostarsi verso il basso tra i pezzi del puzzle e i tasti [Shift] + [Tab] per spostarsi verso l'alto. Una volta selezionato un pezzo del puzzle, utilizzare i tasti [Home] e [End] per scorrere i vari orientamenti dei pezzi del puzzle
ko: [Tab]을 누르면 다음 퍼즐 조각으로 이동하고, [Shift] + [Tab]을 누르면 이전 조각으로 이동합니다. 퍼즐 조각을 선택하고 [Home] 또는 [End]를 누르면 퍼즐 조각의 방향을 바꿀 수 있습니다.

source: Wide Radius Railroad Curve and Double Track Rail Switch Puzzle Pieces
fr: Rails courbes et aiguillages
ko: 넓은 반지름 철도 곡선 및 복선 철도 분기 퍼즐 조각

source: Use the [Tab] key to move downward through the puzzle pieces and the [Shift] + [Tab] keys to move upward Once a puzzle piece is selected, use the [Home] and [End] keys to cycle through the various puzzle piece orientations
fr: L'outil contient des Pièces-Puzzles d'aiguillages, segments, transitions ortho-fract ... de voies ferrées fractionnaires. Utilisez [tab] ([shift][tab]) pour faire défiler les éléments et [home], [end] pour tourner les pièces.
it: Utilizzare il tasto [Tab] per spostarsi verso il basso tra i pezzi del puzzle e i tasti [Shift] + [Tab] per spostarsi verso l'alto. Una volta selezionato un pezzo del puzzle, utilizzare i tasti [Home] e [End] per scorrere i vari orientamenti dei pezzi del puzzle
ko: [Tab]을 누르면 다음 퍼즐 조각으로 이동하고, [Shift] + [Tab]을 누르면 이전 조각으로 이동합니다. 퍼즐 조각을 선택하고 [Home] 또는 [End]를 누르면 퍼즐 조각의 방향을 바꿀 수 있습니다.

source: Fractional Angle Railroad (FARR) Puzzle Pieces
fr: Rails à angles fractionnaires (FARR)
ko: 분수 각도 철도(FARR) 퍼즐 조각

source: For building Rail Puzzle Pieces that interface with the RHW Button contains pieces to interface between the NAM Elevated Rail Viaduct Puzzle Pieces and RHW networks, including overpasses and intersections
fr: L'outil contient des pièces de franchissement entre les Pièces-Puzzles de viaduc ferroviaire surélevé NAM et les réseaux RHW, y compris les ponts et les intersections.
it: Per la costruzione di pezzi di puzzle ferroviari che si interfacciano con l'RHW Il pulsante contiene pezzi per l'interfacciamento tra i pezzi del puzzle NAM Elevated Rail Viaduct e le reti RHW, compresi i cavalcavia e le intersezioni
ko: RHW와 상호작용하는 철도 퍼즐 조각을 건설합니다. NAM 고가 철도 퍼즐 조각과 RHW 네트워크가 상호작용하는 고가철도 및 교차로 조각이 들어있습니다.

source: Rail Viaduct/RHW Overpass and Interface Puzzle Pieces
fr: Viaduc ferroviaire/Autoroutes, ponts et Pièces-puzzles
ko: 고가 철도/RHW 고가철도 및 인터페이스 퍼즐 조각

source: Use the [Tab] key to move downward through the puzzle pieces and the [Shift] + [Tab] keys to move upward Once a puzzle piece is selected, use the [Home] and [End] keys to cycle through the various puzzle piece orientations
fr: Utilisez [tab] ([maj][tab]) pour faire défiler les éléments, ainsi que les touches [home] et [end] pour la rotation des pièces. Pièces-Puzzles.
it: Utilizzare il tasto [Tab] per spostarsi verso il basso tra i pezzi del puzzle e i tasti [Shift] + [Tab] per spostarsi verso l'alto. Una volta selezionato un pezzo del puzzle, utilizzare i tasti [Home] e [End] per scorrere i vari orientamenti dei pezzi del puzzle
ko: [Tab]을 누르면 다음 퍼즐 조각으로 이동하고, [Shift] + [Tab]을 누르면 이전 조각으로 이동합니다. 퍼즐 조각을 선택하고 [Home] 또는 [End]를 누르면 퍼즐 조각의 방향을 바꿀 수 있습니다.

source: Wide Radius Railroad Curve and Double Track Rail Switch Puzzle Pieces
fr: Rails courbes à grand rayon, S, aiguillages
ko: 넓은 반지름 철도 곡선 및 복선 철도 분기 퍼즐 조각

source: For building Rail Tunnel under Roads Dual/Double-Decker Pieces. Button contains several different Pieces for Dual/Double-Decker Networking.
fr: Outil permettant de placer les voies souterraines, sous divers segments de route. Droite, courbe, carrefours, ortho et diagonale, rampe d'accès et double réseau. Pièces-Puzzles.
it: Per la costruzione di tunnel ferroviari sotto le strade Pezzi a due/due piani. Il pulsante contiene diversi pezzi per la rete a due o due piani.
ko: 지하 철도와 도로 이중/복층 네트워크 조각을 건설합니다. 다양한 이중/복층 네트워크 조각이 들어있습니다.

source: Underground Rail Rail Tunnel under Roads Dual Networking Puzzle Pieces
fr: Voies ferrées souterraines et Routes.
ko: 지하 철도 지하 철도-도로 이중 네트워크 퍼즐 조각

source: For building Rail Tunnel under Ped Malls Dual/Double-Decker Pieces. Button contains several different Pieces for Dual/Double-Decker Networking.
fr: Outil permettant de placer les voies souterraines avec des rues piétonnes en surplomb. + double réseau de surface. Pièces-Puzzles.
it: Per la costruzione di tunnel ferroviari sotto i centri commerciali Pezzi a due/due piani. Il pulsante contiene diversi pezzi per la rete a due o due piani.
ko: 지하 철도와 보행자전용도로 이중/복층 네트워크 조각을 건설합니다. 다양한 이중/복층 네트워크 조각이 들어있습니다.

source: Underground Rail Rail Tunnel under Ped Malls Dual Networking Puzzle Pieces
fr: Voies ferrées souterraines et Rues piétonnes.
ko: 지하 철도 지하 철도-보행자전용도로 이중 네트워크 퍼즐 조각
