Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/buttons.po
Languages: fr, it, ko

source: Specialized and Deprecated RealHighway Ramp Interfaces and Volleyball Crossings (Static Puzzle-Based)
it: Interfacce di rampe autostradali specializzate e deprecate e attraversamenti di pallavolo (basati su puzzle statici)

source: RealHighway FLEXRamps
it: Rampe RealHighway FLEX

source: RealHighway Wide-Radius and Multi-Radius (Smooth) Curves
it: RealHighway Curve a raggio largo e a raggio multiplo (lisce)

source: Old RealHighway Width Transition Puzzle Pieces - DEPRECATED
it: Vecchi pezzi del puzzle di transizione in larghezza di RealHighway - DEPRECATI

source: Old RealHighway Height Transition Puzzle Pieces - DEPRECATED
it: Vecchi pezzi del puzzle di transizione di altezza RealHighway - DEPRECATO

source: RealHighway FLEX Height Transitions (FLEX-HT)
it: Transizioni in altezza RealHighway FLEX (FLEX-HT)

source: RealHighway FLEX Width Transitions (FLEX-WT)
it: Transizioni di larghezza RealHighway FLEX (FLEX-WT)

source: Symphony Transitions Ground & Elevated Highway
it: Transizioni sinfoniche Autostrada terrestre e sopraelevata

source: Symphony Smooth Curves Ground & Elevated Highway
it: Curve lisce Symphony Autostrada a terra e sopraelevata

source: RealHighway Cosmetic Puzzle Pieces (for 1-Tile Networks)
it: Pezzi di puzzle cosmetici RealHighway (per reti a 1 tessera)

source: RealHighway Cosmetic Piece Transitions
it: RealHighway Transizioni di pezzi cosmetici

source: RealHighway Cosmetic Puzzle Pieces (for 2-Tile Networks)
it: Pezzi di puzzle cosmetici RealHighway (per reti a 2 piastrelle)

source: RealHighway Cosmetic Puzzle Pieces (for 3-Tile Networks)
it: Pezzi di puzzle cosmetici RealHighway (per reti a 3 piastrelle)

source: ERHW-over-RHW Diagonal Overpass Puzzle Pieces<DEPRECATED>
it: Pezzi del puzzle di sovrappasso diagonale ERHW-over-RHW<DEPRECATO>

source: RHW Flexible Underpasses (FLUPs), Draggable Underground Roads (URoads), and Overcrossings
it: Sottopassi flessibili RHW (FLUP), strade sotterranee trascinabili (URoad) e attraversamenti

source: RealHighway QuickChanges
it: Cambi rapidi di RealHighway

source: RealHighway FLEX Turn Lanes (FTLs)
it: Corsie di svolta FLEX di RealHighway (FTL)

source: RealHighway FLEXFly (LEGACY/DEPRECATED)
it: RealHighway FLEXFly (LEGACY/DEPRECATO)

source: RealHighway 3-Level Crossings
it: RealHighway Attraversamenti a 3 livelli

source: Fractionally Angled RealHighway Intersections and Transitions
it: Intersezioni e transizioni di autostrade reali angolate in modo frazionario

source: Fractionally Angled RealHighway
it: Autostrada reale ad angolo frazionato

source: Fractionally Angled RealHighway Ramp Interfaces
it: Interfacce per rampe autostradali ad angolo frazionato

source: RealHighway Type C Ramp Interfaces
it: Interfacce di rampa RealHighway di tipo C

source: RealHighway Type F Ramp Interfaces
it: Interfacce di rampa RealHighway di tipo F

source: Pedestrian Mall Tiles
it: Piastrelle per centri commerciali pedonali

source: Pedestrian Revolution Mod (PRM) FLEX Crossings
it: Attraversamenti pedonali FLEX (Pedestrian Revolution Mod, PRM)

source: Diagonal Street Helper Pieces
it: Pezzi di aiuto per la via diagonale

source: Hole Digger and Raiser Lots
it: Lotti di scavatori e sollevatori di buche

source: Avenue Intersections
it: Intersezioni del viale

source: Road Overpasses
it: Cavalcavia stradali

source: 7.5m Elevated Road Viaducts
it: Viadotti stradali sopraelevati da 7,5 m

source: 15m Elevated Road Viaducts
it: Viadotti stradali sopraelevati di 15 m

source: Wide Radius Curves (for Road, One-Way Road, Avenue, and Street) (Puzzle Pieces)
it: Curve ad ampio raggio (per strada, strada a senso unico, viale e strada) (Puzzle)

source: Fractionally-Angled Networks (for Road, One-Way Road, and Avenue)
it: Reti ad angoli frazionati (per strada, strada a senso unico e viale)

source: Rural Road Puzzle Pieces
it: Pezzi di puzzle di strade rurali

source: Road/RHW Overpass and Interface Puzzle Pieces (DEPRECATED)
it: Pezzi del puzzle del cavalcavia e dell'interfaccia della strada/RHW (DEPRECATO)

source: Multi-Radius Curve (MRC) FLEX Pieces for Surface Networks
it: Curva a più raggi (MRC) Pezzi FLEX per reti di superficie

source: Flexible Underpasses (FLUPs)
it: Sottopassi flessibili (FLUP)

source: Network Widening Mod (NWM) Starter Pieces
it: Pezzi iniziali del modulo di allargamento della rete (NWM)

source: Network Widening Mod (NWM) Curve Pieces
it: Mod di allargamento della rete (NWM) Pezzi di curva

source: Network Widening Mod (NWM) Transition Pieces
it: Mod di ampliamento della rete (NWM) Pezzi di transizione

source: Network Widening Mod (NWM) Neighbor Connector Pieces
it: Modello di allargamento della rete (NWM) Pezzi di collegamento di prossimità

source: Single Tile Roundabouts
it: Rotatorie a una piastrella

source: Road Viaduct Alternate Styles
it: Viadotto stradale Stili alternativi

source: Draggable Elevated Road Viaducts
it: Viadotti stradali sopraelevati trascinabili

source: FLEX Overpasses
it: Cavalcavia FLEX

source: One-Way Road Overpasses
it: Cavalcavia a senso unico

source: 15m Elevated One-Way Road Viaducts
it: Viadotti stradali a senso unico sopraelevati di 15 m

source: One-Way Road/RHW Overpass and Interface Puzzle Pieces (DEPRECATED)
it: Strada a senso unico/sovrappasso AV e pezzi del puzzle di interfaccia (DEPRECATO)

source: Real Expressway FLEX Piece network tool and Curves.
it: Strumento di rete di pezzi FLEX Real Expressway e Curve.

source: RealExpressway (REW) One-Way Road FLEXRamps
it: RealExpressway (REW) Strada a senso unico FLEXRamps

source: Avenue Overpasses
it: Cavalcavia del viale

source: 7.5m Elevated Avenue Viaducts
it: Viadotti di 7,5 m per il viale sopraelevato

source: 15m Elevated Avenue Viaducts
it: Viadotti di viale sopraelevati di 15 m

source: Avenue/RHW Overpass and Interface Puzzle Pieces (DEPRECATED)
it: Cavalcavia di Avenue/RHW e pezzi di puzzle dell'interfaccia (DEPRECATO)

source: Specialized RHW x Surface Intersections
it: Intersezioni specializzate RHW x Superficie

source: Rail Puzzle Pieces
it: Pezzi del puzzle ferroviario

source: Draggable Elevated Railways (ERRW)
it: Ferrovie Elevate Trascinabili (ERRW)

source: Wide Radius Railroad Curve and Double Track Rail Switch Puzzle Pieces
it: Pezzi di puzzle per interruttori ferroviari a doppio binario e con curve ad ampio raggio

source: Fractional Angle Railroad (FARR) Puzzle Pieces
it: Pezzi del puzzle della ferrovia ad angolo frazionario (FARR)

source: Rail Viaduct/RHW Overpass and Interface Puzzle Pieces
it: Viadotto ferroviario/sovrappasso dell'autostrada e pezzi del puzzle dell'interfaccia

source: Wide Radius Railroad Curve and Double Track Rail Switch Puzzle Pieces
it: Pezzi di puzzle per interruttori ferroviari a doppio binario e con curve ad ampio raggio

source: Underground Rail Rail Tunnel under Roads Dual Networking Puzzle Pieces
it: Ferrovia sotterranea Tunnel ferroviario sotto le strade Pezzi di puzzle a doppia rete

source: Underground Rail Rail Tunnel under Ped Malls Dual Networking Puzzle Pieces
it: Ferrovia sotterranea Tunnel ferroviario sotto i centri commerciali Pezzi di puzzle a doppia rete

source: Underground Rail Maxis Roadway Intersection Pieces
it: Ferrovia sotterranea Pezzi di intersezione stradale Maxis

source: Underground Rail Railway Intersection Pieces
it: Ferrovia sotterranea Pezzi di intersezione ferroviaria

source: Underground Rail Tramway Intersection Pieces
it: Ferrovia sotterranea Tram Pezzi di intersezione

source: Underground Rail Miscellaneous Puzzle Pieces
it: Ferrovia sotterranea Pezzi di puzzle vari

source: RealRailway FLEX Curve Pieces.
it: Pezzi di curva RealRailway FLEX.

source: RealRailway FLEX Turnout Pieces.
it: Pezzi di deviatoio RealRailway FLEX.

source: ElevatedRail Dual/Double-Decker Network Pieces
it: Ferrovia sopraelevata Pezzi di rete a due/due piani

source: ElRail over Road NWM Intersections
it: Intersezioni Ferrovia Sopraelevata su Strada e NWM

source: ElevatedRail over Avenue/Road-4 Puzzle Pieces
it: Ferrovia sopra viale/strada-4 pezzi di puzzle

source: Ground Light Rail (Tram)
it: Metropolitana leggera di terra (tram)

source: Draggable Ground Light Rail (Tram)
it: Ferrovia leggera trascinabile (tram)

source: Tram-Avenue (GroundLightRail / Avenue) - Dual Network Pieces
it: Tram - Viale (GroundLightRail / Viale) - Pezzi di rete doppi

source: High Elevated Rail Puzzle Pieces
it: Pezzi di puzzle per binari alti

source: Tram-in-Road
it: Tram in strada

source: Tram-on-Road & texture variations
it: Tram su strada e variazioni di texture

source: Tram-on-Street
it: Tram su strada

source: Draggable Ground Light Rail (Tram)--Additional Styles
it: Metropolitana leggera trascinabile (tram) - Stili aggiuntivi

source: High Speed Rail (HSR)
it: Ferrovia ad alta velocità (HSR)

source: Ground High Speed Rail (GHSR)
it: Ferrovia ad alta velocità terrestre (GHSR)

source: Monorail Wide Radius Curve Puzzle Pieces
it: Pezzi del puzzle della Monorotaia con curva ad ampio raggio

source: High Monorail Puzzle Pieces
it: Pezzi del puzzle della monorotaia alta

source: Hybrid Railway (Rail-High Speed Rail) Straight Sections
it: Ferrovia Ibrida (Ferrovia ad Alta Velocità) Tratti rettilinei

source: Hybrid Railway (Rail-High Speed Rail) Curves
it: Curve per Ferrovie Ibride (Ferrovie ad Alta Velocità)

source: Hybrid Railway (Rail-High Speed Rail) Switches
it: Scambi Ferroviari per Ferrovie Ibride (Ferrovia ad Alta Velocità)

source: Hybrid Railway (Rail-High Speed Rail) Height Transitions
it: Ferrovia Ibrida (ferrovia ad alta velocità) Transizioni in altezza

source: Ground Highway Puzzle Pieces
it: Pezzi del puzzle dell'autostrada terrestre

source: Single-Sided Perpendicular Ramps Elevated Highway
it: Rampe perpendicolari su un solo lato Autostrada sopraelevata

source: Single-Sided Parallel Ramps Ground Highway & Elevated Highway
it: Rampe parallele monofacciali Autostrada a terra e autostrada sopraelevata

source: Custom Interchanges
it: Interscambi personalizzati

source: Network Addon Mod Controller
it: Controller della Rete Aggiuntiva Mod

source: Draggable Pedmalls
it: Zona Pedonale Trascinabile
