Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-RHW.po
Languages: it

source: RHW-10S Cosmetic Piece - Block Markings (Lane 1) - Exit+Taper+Thru Arrows
it: RHW-10S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Frecce di uscita + cono + passante

source: RHW-10S Cosmetic Piece - Block Markings (Lane 2) - Unmarked
it: RHW-10S Pezzo cosmetico - Marcatura a blocchi (corsia 2) - Non marcato

source: RHW-10S Cosmetic Piece - Block Markings (Lane 2) - Exit Arrows
it: RHW-10S Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Frecce di uscita

source: RHW-10S Cosmetic Piece - Block Markings (Lane 2) - Exit+Thru Arrows
it: RHW-10S Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Frecce di uscita e di transito

source: RHW-10S Cosmetic Piece - Block Markings (Lane 4) - Unmarked
it: RHW-10S Pezzo cosmetico - Marcatura a blocchi (corsia 4) - Non marcato

source: RHW-10S Cosmetic Piece - Block Markings (Lane 4) - Lane Reduction Arrow
it: RHW-10S Pezzo cosmetico - Segnaletica di blocco (corsia 4) - Freccia di riduzione di corsia

source: RHW-10S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Unmarked
it: RHW-10S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Non marcato

source: RHW-10S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit Arrow
it: RHW-10S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Freccia di uscita

source: RHW-10S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Exit+Thru Arrows
it: RHW-10S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Frecce di uscita e di transito

source: RHW-10S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit+Taper+Thru Arrows
it: RHW-10S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Frecce di uscita+confine+passaggio

source: RHW-10S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Unmarked
it: RHW-10S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Non marcato

source: RHW-10S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Exit Arrows
it: RHW-10S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Frecce di uscita

source: RHW-10S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Exit+Thru Arrows
it: RHW-10S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Frecce di uscita e di transito

source: RHW-10S Cosmetic Piece - Dashed-Solid Markings (Lane 4) - Unmarked
it: RHW-10S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 4) - Non marcato

source: RHW-10S Cosmetic Piece - Dashed-Solid Markings (Lane 4) - Lane Reduction Arrow
it: RHW-10S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 4) - Freccia di riduzione corsia

source: RHW-10S Cosmetic Piece - Solid-Dashed Markings (Lane 1) - Unmarked
it: RHW-10S Pezzo cosmetico - Marcature piene e tratteggiate (corsia 1) - Non marcato

source: RHW-10S Cosmetic Piece - Solid-Dashed Markings (Lane 1) - Lane Reduction Arrow
it: RHW-10S Pezzo cosmetico - Marcatura a linee piene e tratteggiate (corsia 1) - Freccia di riduzione corsia

source: RHW-6C Cosmetic Piece - Regular Markings - Taper+Thru Arrows
it: RHW-6C Pezzo cosmetico - Marcatura regolare - Frecce coniche e passanti

source: RHW-6C Cosmetic Piece - Regular Markings - Taper+Thru Arrows
it: RHW-6C Pezzo cosmetico - Marcatura regolare - Frecce coniche e passanti

source: RHW-6C Cosmetic Piece - Regular Markings - Thru Arrows
it: RHW-6C Pezzo cosmetico - Marcatura regolare - Frecce passanti

source: RHW-6C Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inside Lane
it: RHW-6C Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia interna

source: RHW-8C Cosmetic Piece - Block Markings (Lane 1) - Lane Reduction Arrow
it: RHW-8C Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di riduzione corsia

source: RHW-6C Cosmetic Piece - Block Markings (Lane 2) - Unmarked
it: RHW-6C Pezzo cosmetico - Marcatura a blocchi (corsia 2) - Non marcato

source: RHW-6C Cosmetic Piece - Block Markings (Lane 2) - Lane Reduction Arrow
it: RHW-6C Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Freccia di riduzione di corsia

source: RHW-6C Cosmetic Piece - Block Markings (Lane 2) - Exit Arrow (Single)
it: RHW-6C Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Freccia di uscita (singola)

source: RHW-6C Cosmetic Piece - Block Markings (Lane 2) - Exit Arrow (Dual)
it: RHW-6C Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Freccia di uscita (doppia)

source: RHW-6C Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Unmarked
it: RHW-6C Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Non marcato

source: RHW-6C Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Lane Reduction Arrow
it: RHW-6C Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Freccia di riduzione corsia

source: RHW-6C Cosmetic Piece - HOV Lanes - Unmarked
it: RHW-6C Pezzo cosmetico - Corsie HOV - Non marcato

source: RHW-6C Cosmetic Piece - HOV Lanes - Marked
it: RHW-6C Pezzo cosmetico - Corsie HOV - Marcate

source: RHW-8C Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Outside Lane
it: RHW-8C Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia esterna

source: RHW-8C Cosmetic Piece - Regular Markings - Thru+Taper Arrows
it: RHW-8C Pezzo cosmetico - Marcatura regolare - Frecce passanti e coniche

source: RHW-8C Cosmetic Piece - Regular Markings - Taper Arrows
it: RHW-8C Pezzo cosmetico - Marcatura regolare - Frecce coniche

source: RHW-8C Cosmetic Piece - Block Markings (Lane 1) - Unmarked
it: RHW-8C Pezzo cosmetico - Marcatura a blocchi (corsia 1) - Non marcato

source: RHW-8C Cosmetic Piece - Block Markings (Lane 1) - Lane Reduction Arrow, Outside Lane
it: RHW-8C Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di riduzione della corsia, corsia esterna

source: RHW-8C Cosmetic Piece - Block Markings (Lane 1) - Exit Arrow
it: RHW-8C Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di uscita

source: RHW-8C Cosmetic Piece - Block Markings (Lane 1) - Exit+Thru Arrows
it: RHW-8C Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Frecce di uscita e di attraversamento

source: RHW-8C Cosmetic Piece - Block Markings (Lane 1) - Exit+Taper+Thru Arrows
it: RHW-8C Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Frecce di uscita + cono + passante

source: RHW-8C Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Unmarked
it: RHW-8C Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Non marcato

source: RHW-8C Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit Arrow
it: RHW-8C Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Freccia di uscita

source: RHW-8C Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit+Thru Arrows
it: RHW-8C Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Frecce di uscita e di attraversamento

source: RHW-8C Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit+Taper+Thru Arrows
it: RHW-8C Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Frecce di uscita+curva+passaggio

source: RHW-8C Cosmetic Piece - Solid-Dashed Markings (Lane 1) - Unmarked
it: RHW-8C Pezzo cosmetico - Marcature piene e tratteggiate (corsia 1) - Non marcato

source: RHW-8C Cosmetic Piece - Solid-Dashed Markings (Lane 1) - Lane Reduction Arrow
it: RHW-8C Pezzo cosmetico - Segnaletica tratteggiata (corsia 1) - Freccia di riduzione corsia

source: RHW-2 Cosmetic Transition - Regular-to-Narrow Exit Lane (Single)
it: RHW-2 Transizione estetica - corsia di uscita da regolare a stretta (singola)

source: RHW-2 Cosmetic Transition - Regular-to-Narrow Exit Lane (Single)
it: RHW-2 Transizione estetica - corsia di uscita da regolare a stretta (singola)

source: RHW-2 Cosmetic Transition - Regular-to-Narrow Exit Lane (Dual)
it: RHW-2 Transizione estetica - corsia di uscita da regolare a stretta (doppia)

source: RHW-2 Type 110 FLEX Turn Lane Starter/Transition (override with RHW-4 for RHW-4 Type 120 FLEX Turn Lanes)
it: Avviamento/Transizione corsia di svolta RHW-2 Tipo 110 FLEX (da sovrascrivere con RHW-4 per le corsie di svolta RHW-4 Tipo 120 FLEX)

source: RHW-2 Type 110-Median FLEX Turn Lane Starter/Transition
it: RHW-2 Tipo 110-Mediano FLEX corsia di svolta Avviamento/Transizione

source: RHW-2 Median Type 110 (WRHW-2)-to-Type 110 FLEX Turn Lane Starter/Transition
it: Corsia di svolta RHW-2 Mediana Tipo 110 (WRHW-2)-Tipo 110 FLEX Avviamento/Transizione

source: RHW-3 Type 110 FLEX Turn Lane Starter/Transition
it: RHW-3 Tipo 110 FLEX Avviamento/Transizione corsia di svolta

source: RHW-2 x Road Signalized +-Intersection (Rotate for T-Intersections)
it: RHW-2 x Strada segnalata +-Intersezione (ruotare per le intersezioni a T)

source: RHW-2 x Dual-Tile Road-based NWM/Avenue Signalized +-Intersection (Rotate for Triple-Tile and Long T-Intersection)
it: RHW-2 x Strada a doppia piastrella basata su NWM/Avenue segnalata +-Intersezione (Ruotare per Triple-Tile e Long T-Intersection)

source: RHW-2 x Triple-Tile Road-based NWM Signalized +-Intersection (Rotate for Dual-Tile/Avenue and Long T-Intersection)
it: RHW-2 x Strada a tripla piastrella basata su NWM/Avenue segnalata +-Intersezione (Rotazione per Dual-Tile/Avenue e Long T-Intersection)

source: RHW-2 (Thru) x Road (End) Signalized T-Intersection (Rotate for + and Road (Thru) x RHW-2 (End) T-Intersections)
it: RHW-2 (Thru) x Road (End) Intersezione a T segnalata (ruotare per + e Road (Thru) x RHW-2 (End) Intersezioni a T segnalate)

source: RHW-2 (End) x Dual-Tile Road-based NWM/Avenue (Thru) Signalized Long T-Intersection (Rotate for Triple-Tile and +-Intersection)
it: RHW-2 (fine) x Strada a doppia piastrella NWM/Avenue (Thru) con intersezione a T lunga e segnalata (ruotare per intersezione a tripla piastrella e +)

source: RHW-2 (End) x Triple-Tile Road-based NWM Signalized Long T-Intersection (Rotate for Dual-Tile/Avenue and +-Intersection)
it: RHW-2 (Fine) x Tripla Piastrella Strada basata su NWM Segnalata Intersezione a T lunga (Ruotare per Doppia Piastrella/Viaggio e +-Intersezione)

source: RHW-2 (End) x Road (Thru) Signalized T-Intersection (Rotate for + and RHW-2 (Thru) x Road (End) T-Intersections)
it: RHW-2 (End) x Road (Thru) Intersezione a T segnalata (ruotare per + e RHW-2 (Thru) x Road (End) Intersezioni a T segnalate)

source: RHW-2 x RHW-2 Signalized +-Intersection
it: RHW-2 x RHW-2 Segnalato +-Intersezione

source: Dual RHW-2 (Thru) x RHW-2 (End) Signalized +-Intersection (rotate for Long T-Intersection, use for adjacent RHW-4 setups)
it: Doppia RHW-2 (Thru) x RHW-2 (End) Segnalata +-Intersezione (ruotare per l'intersezione a T lunga, utilizzare per configurazioni RHW-4 adiacenti)

source: Dual RHW-2 (Thru) x Road (End) Signalized +-Intersection (rotate for Long T-Intersection, use for adjacent RHW-4 setups)
it: Doppia RHW-2 (Thru) x Strada (End) Segnalata +-Intersezione (ruotare per l'intersezione a T lunga, utilizzare per le configurazioni RHW-4 adiacenti)

source: RHW-2 x RHW-2 Signalized T-Intersection
it: RHW-2 x RHW-2 Intersezione a T segnalata

source: Dual RHW-2 x RHW-2 Signalized Long T-Intersection (rotate for +-Intersection, use for adjacent RHW-4 setups)
it: Doppia intersezione a T lunga segnalata RHW-2 x RHW-2 (ruotare per l'intersezione +, utilizzare per configurazioni RHW-4 adiacenti)

source: Dual RHW-2 x Road Signalized Long T-Intersection (rotate for +-Intersection, use for adjacent RHW-4 setups)
it: Doppia intersezione a T lunga segnalata RHW-2 x Road (ruotare per l'intersezione +, utilizzare per configurazioni RHW-4 adiacenti)

source: RHW-2 x One-Way Road Signalized +-Intersection (Rotate for T-Intersections)
it: RHW-2 x Strada a senso unico segnalata + intersezione (ruotare per le intersezioni a T)

source: RHW-2 x Dual-Tile One-Way Road-based NWM/Avenue Signalized +-Intersection (Rotate for Long T-Intersection)
it: RHW-2 x Doppia Piastrella a senso unico basato su strada NWM/ viale segnalato + intersezione (ruotare per intersezione a T lunga)

source: Dual RHW-2 x One-Way Road Signalized +-Intersection (Rotate for T-Intersection)
it: Doppio RHW-2 x Strada a senso unico segnalata + intersezione (ruotare per l'intersezione a T)

source: RHW-2 (Thru) x One-Way Road (End) Signalized T-Intersection (Rotate for + and One-Way Road (Thru) x RHW-2 (End) T-Intersections)
it: Intersezione a T segnalata RHW-2 (Thru) x Strada a senso unico (End) (Ruotare per + e Strada a senso unico (Thru) x Intersezioni a T RHW-2 (End))

source: RHW-2 (End) x Dual-Tile One-Way Road-based NWM/Avenue (Thru) Signalized Long T-Intersection (Rotate for +-Intersection)
it: RHW-2 (fine) x Strada a senso unico a doppio senso di marcia NWM/Avenue (Thru) segnalata con intersezione a T lunga (ruotare per intersezione +)

source: Dual RHW-2 (Thru) x One-Way Road (End) T-Intersection (Rotate for +-Intersection)
it: Doppia RHW-2 (passante) x Strada a senso unico (finale) Intersezione a T (ruotare per l'intersezione +)

source: RHW-2 (End) x One-Way Road (Thru) Signalized T-Intersection (Rotate for + and RHW-2 (Thru) x One-Way Road (End) T-Intersections)
it: RHW-2 (End) x Strada a senso unico (Thru) Intersezione a T segnalata (ruotare per + e RHW-2 (Thru) x Strada a senso unico (End) Intersezioni a T)

source: RHW-3 Cosmetic Transition - Block Markings (Lane 1)
it: RHW-3 Transizione estetica - segnaletica di blocco (corsia 1)

source: RHW-3 Cosmetic Transition - Block Markings (Lane 1)
it: RHW-3 Transizione estetica - segnaletica di blocco (corsia 1)

source: RHW-3 x RHW-2 TuLEP T-Intersection
it: RHW-3 x RHW-2 TuLEP Intersezione a T

source: RHW-3 x RHW-2 TuLEP X-Intersection
it: RHW-3 x RHW-2 TuLEP Intersezione X

source: RHW-3 x RHW-3 TuLEP T-Intersection
it: RHW-3 x RHW-3 TuLEP Intersezione a T

source: RHW-3 x RHW-3 TuLEP X-Intersection
it: RHW-3 x RHW-3 TuLEP Intersezione X

source: RHW-3 x WRHW-2 TuLEP T-Intersection
it: RHW-3 x WRHW-2 TuLEP Intersezione a T

source: 1-Level FLEX-HT MIS-to-MIS-2 Turn Lane Starter/Transition (Right Turn, Down) (override with RHW-4 for RHW-4-to-MIS-2)
it: Avvio/transizione della corsia di svolta a 1 livello FLEX-HT MIS-to-MIS-2 (svolta a destra, in basso) (sovrascrivere con RHW-4 per RHW-4-to-MIS-2)

source: 1-Level FLEX-HT MIS-to-MIS-2 Turn Lane Starter/Transition (Right Turn, Up) (override with RHW-4 for RHW-4-to-MIS-2)
it: Avvio/transizione della corsia di svolta a 1 livello FLEX-HT MIS-to-MIS-2 (svolta a destra, in alto) (sovrascrivere con RHW-4 per RHW-4-to-MIS-2)

source: 1-Level FLEX-HT MIS-to-MIS-2 Turn Lane Starter/Transition (Left Turn, Down) (override with RHW-4 for RHW-4-to-MIS-2)
it: Avviamento/transizione della corsia di svolta a 1 livello FLEX-HT MIS-to-MIS-2 (svolta a sinistra, in basso) (sovrascrivere con RHW-4 per RHW-4-to-MIS-2)

source: 1-Level FLEX-HT MIS-to-MIS-2 Turn Lane Starter/Transition (Left Turn, Up) (override with RHW-4 for RHW-4-to-MIS-2)
it: Avvio/transizione della corsia di svolta a 1 livello FLEX-HT MIS-to-MIS-2 (svolta a sinistra, in alto) (sovrascrivere con RHW-4 per RHW-4-to-MIS-2)

source: MIS-to-MIS-2 Turn Lane Starter/Transition (Right Turn) (override with RHW-4 for RHW-4-to-MIS-2)
it: Avvio/transizione corsia di svolta da MIS a MIS-2 (svolta a destra) (sovrascrivere con RHW-4 per RHW-4-to-MIS-2)

source: MIS-to-MIS-2 Turn Lane Starter/Transition (Left Turn) (override with RHW-4 for RHW-4-to-MIS-2)
it: Avvio/transizione corsia di svolta da MIS a MIS-2 (svolta a sinistra) (sovrascrivere con RHW-4 per RHW-4-to-MIS-2)

source: MIS-to-MIS-3 Turn Lane Starter/Transition (override with RHW-4 for RHW-4-to-MIS-3)
it: Avviamento/transizione corsia di svolta da MIS a MIS-3 (da sovrascrivere con RHW-4 per RHW-4 a MIS-3)

source: RHW-4 Cosmetic Transition - Regular-to-Narrow Exit Lane
it: RHW-4 Transizione estetica - corsia di uscita da regolare a stretta

source: RHW-4 Cosmetic Transition - Regular-to-Narrow Exit Lane
it: RHW-4 Transizione estetica - corsia di uscita da regolare a stretta

source: RHW-6S Cosmetic Transition - Block Markings (Lane 1)
it: RHW-6S Transizione estetica - segnaletica di blocco (corsia 1)

source: RHW-6S Cosmetic Transition - Block Markings (Lane 1)
it: RHW-6S Transizione estetica - segnaletica di blocco (corsia 1)

source: RHW-6S Cosmetic Transition - Block Markings (Lane 2)
it: RHW-6S Transizione estetica - segnaletica di blocco (corsia 2)

source: RHW-6S Cosmetic Transition - Block Markings (Lane 2)
it: RHW-6S Transizione estetica - segnaletica di blocco (corsia 2)

source: RHW-6S Cosmetic Transition - Lane Reduction Left
it: RHW-6S Transizione estetica - Riduzione di corsia a sinistra

source: RHW-6S Cosmetic Transition - Lane Addition Left
it: RHW-6S Transizione estetica - Aggiunta corsia a sinistra

source: RHW-8S Cosmetic Transition - Block Markings (Lane 1)
it: RHW-8S Transizione estetica - segnaletica di blocco (corsia 1)

source: RHW-8S Cosmetic Transition - Block Markings (Lane 1)
it: RHW-8S Transizione estetica - segnaletica di blocco (corsia 1)

source: RHW-8S Cosmetic Transition - Block Markings (Lane 2)
it: RHW-8S Transizione estetica - segnaletica di blocco (corsia 2)

source: RHW-8S Cosmetic Transition - Block Markings (Lane 2)
it: RHW-8S Transizione estetica - segnaletica di blocco (corsia 2)

source: RHW-8S Cosmetic Transition - Lane Reduction Left
it: RHW-8S Transizione estetica - Riduzione di corsia a sinistra

source: RHW-8S Cosmetic Transition - Lane Reduction Left
it: RHW-8S Transizione estetica - Riduzione di corsia a sinistra

source: RHW-10S Cosmetic Transition - Block Markings (Lane 1)
it: RHW-10S Transizione estetica - segnaletica di blocco (corsia 1)

source: RHW-10S Cosmetic Transition - Lane Reduction Left
it: RHW-10S Transizione estetica - Riduzione di corsia a sinistra

source: RHW-10S Cosmetic Transition - Block Markings (Lane 1)
it: RHW-10S Transizione estetica - segnaletica di blocco (corsia 1)

source: RHW-10S Cosmetic Transition - Lane Addition Left
it: RHW-10S Transizione estetica - Aggiunta corsia a sinistra

source: RHW-10S Cosmetic Transition - Block Markings (Lane 2)
it: RHW-10S Transizione estetica - segnaletica di blocco (corsia 2)

source: RHW-10S Cosmetic Transition - Block Markings (Lane 2)
it: RHW-10S Transizione estetica - segnaletica di blocco (corsia 2)

source: RHW-8C Cosmetic Transition - Block Markings (Lane 1)
it: RHW-8C Transizione estetica - segnaletica di blocco (corsia 1)

source: RHW-8C Cosmetic Transition - Block Markings (Lane 1)
it: RHW-8C Transizione estetica - segnaletica di blocco (corsia 1)

source: Type 4-A1 Volleyball SCP
it: Tipo 4-A1 Pallavolo SCP

source: Type 4-A2A Volleyball SCP
it: Tipo 4-A2A Pallavolo SCP

source: Type 4-A2B Volleyball SCP
it: Tipo 4-A2B Pallavolo SCP

source: Type 4-D1 Volleyball SCP
it: Tipo 4-D1 Pallavolo SCP

source: Type 4-A2C Volleyball SCP
it: Tipo 4-A2C Pallavolo SCP

source: FLEX Single-Point Urban Interchange (FlexSPUI) - Place two halves at desired distance, and connect with RHW as needed. Supports L0, L1, and L2.
it: FLEX Single-Point Urban Interchange (FlexSPUI) - Posizionare due metà alla distanza desiderata e collegarle con RHW secondo necessità. Supporta L0, L1 e L2.

source: FLEX Diverging Diamond (FlexDDI) - Place two halves at desired distance, and connect with One-Way Road as needed. Supports L0, L1, and L2.
it: FLEX Diverging Diamond (FlexDDI) - Posizionare due metà alla distanza desiderata e collegarle con una strada a senso unico secondo necessità. Supporta L0, L1 e L2.

source: Network Eraser (erases 1x1 section of draggable/FLEX network)
it: Gomma di rete (cancella una sezione 1x1 della rete trascinabile/FLEX)

source: RHW-3 Starter Piece (Ground/Level 0)
it: RHW-3 Pezzo iniziale (terra/livello 0)

source: L0 RHW-3 Filler (Ortho)
it: L0 RHW-3 Riempitivo (Orto)

source: L0 RHW-3 Filler (Diag)
it: L0 RHW-3 Riempitivo (Diag)

source: L0 RHW-3 Filler (Diag)
it: L0 RHW-3 Riempitivo (Diag)

source: MIS Starter Piece (Ground/Level 0)
it: Pezzo iniziale MIS (terra/livello 0)

source: L0 MIS Filler (Ortho)
it: L0 Riempimento MIS (Orto)

source: L0 MIS Filler (Diag)
it: L0 MIS Riempimento (Diag)

source: L0 MIS Filler (Diag)
it: L0 MIS Riempimento (Diag)

source: RHW-4 Starter Piece (Ground/Level 0)
it: RHW-4 Pezzo iniziale (terra/livello 0)

source: L0 RHW-4 Filler (Ortho)
it: L0 RHW-4 Riempitivo (Orto)

source: L0 RHW-4 Filler (Diag)
it: L0 RHW-4 Riempimento (Diag)

source: L0 RHW-4 Filler (Diag)
it: L0 RHW-4 Riempimento (Diag)

source: RHW-6S Starter Piece (Ground/Level 0)
it: RHW-6S Pezzo iniziale (terra/livello 0)

source: L0 RHW-6S Filler (Ortho)
it: L0 RHW-6S Riempitivo (Orto)

source: L0 RHW-6S Filler (Diag)
it: L0 RHW-6S Riempimento (Diag)

source: L0 RHW-6S Filler (Diag)
it: L0 RHW-6S Riempimento (Diag)

source: RHW-8S Starter Piece (Ground/Level 0)
it: Pezzo iniziale RHW-8S (terra/livello 0)

source: L0 RHW-8S Filler (Ortho)
it: L0 RHW-8S Riempitivo (Orto)

source: RHW-10S Starter Piece (Ground/Level 0)
it: RHW-10S Pezzo iniziale (terra/livello 0)

source: L0 RHW-10S Filler (Ortho)
it: L0 RHW-10S Riempitivo (orto)

source: RHW-12S Starter Piece (Ground/Level 0)
it: RHW-12S Pezzo iniziale (terra/livello 0)

source: L0 RHW-12S Filler (Ortho)
it: L0 RHW-12S Riempitivo (orto)

source: RHW-6C Starter Piece (Ground/Level 0)
it: RHW-6C Pezzo iniziale (terra/livello 0)

source: L0 RHW-6C Filler (Ortho)
it: L0 RHW-6C Riempitivo (Orto)

source: RHW-8C Starter Piece (Ground/Level 0)
it: RHW-8C Pezzo iniziale (terra/livello 0)

source: RHW-7C Starter Piece (Ground/Level 0)
it: RHW-7C Pezzo iniziale (terra/livello 0)

source: L0 RHW-8C Filler (Ortho)
it: L0 RHW-8C Riempitivo (Orto)

source: L0 RHW-7C Filler (Ortho)
it: L0 RHW-7C Riempitivo (Orto)

source: L0 RHW-10C Filler (Ortho)
it: L0 RHW-10C Riempitivo (Orto)

source: RHW-2 Starter Piece (Elevated/Level 1)
it: RHW-2 Pezzo iniziale (rialzato/livello 1)

source: L1 RHW-2 Filler (Ortho)
it: L1 RHW-2 Riempimento (Orto)

source: RHW-3 Starter Piece (Elevated/Level 1)
it: RHW-3 Pezzo iniziale (rialzato/livello 1)

source: L1 RHW-3 Filler (Ortho)
it: L1 RHW-3 Riempimento (Orto)

source: L1 RHW-3 Filler (Diag)
it: L1 RHW-3 L1 MIS Riempimento (Diag)

source: L1 RHW-3 Filler (Diag)
it: L1 RHW-3 Riempimento (Diag)

source: MIS Starter Piece (Elevated/Level 1)
it: Pezzo iniziale MIS (Elevato/Livello 1)

source: L1 MIS Filler (Ortho)
it: L1 MIS Riempimento (Orto)

source: L1 MIS Filler (Diag)
it: L1 MIS Riempimento (Diag)

source: L1 MIS Filler (Diag)
it: L1 MISL1 MIS Riempimento (Diag)

source: RHW-4 Starter Piece (Elevated/Level 1)
it: RHW-4 Pezzo iniziale (rialzato/livello 1)

source: L1 RHW-4 Filler (Ortho)
it: L1 RHW-4 Riempimento (Orto)

source: L1 RHW-4 Filler (Diag)
it: L1 RHW-4 Riempimento (Diag)

source: L1 RHW-4 Filler (Diag)
it: L1 RHW-4 Riempimento (Diag)

source: RHW-6S Starter Piece (Elevated/Level 1)
it: Pezzo iniziale RHW-6S (rialzato/livello 1)

source: L1 RHW-6S Filler (Ortho)
it: L1 RHW-6S Riempimento (Orto)

source: L1 RHW-6S Filler (Diag)
it: L1 RHW-6S Riempimento (Diag)

source: L1 RHW-6S Filler (Diag)
it: L1 RHW-6S Riempimento (Diag)

source: RHW-8S Starter Piece (Elevated/Level 1)
it: RHW-8S Pezzo iniziale (Elevato/Livello 1)

source: L1 RHW-8S Filler (Ortho)
it: L1 RHW-8S Riempimento (Orto)

source: RHW-10S Starter Piece (Elevated/Level 1)
it: RHW-10S Pezzo iniziale (rialzato/livello 1)

source: L1 RHW-10S Filler (Ortho)
it: L1 RHW-10S Riempimento (Orto)

source: RHW-12S Starter Piece (Elevated/Level 1)
it: RHW-12S Pezzo iniziale (rialzato/livello 1)

source: L1 RHW-12S Filler (Ortho)
it: L1 RHW-12S Riempimento (Orto)

source: RHW-6C Starter Piece (Elevated/Level 1)
it: RHW-6C Pezzo iniziale (rialzato/livello 1)

source: L1 RHW-6C Filler (Ortho)
it: L1 RHW-6C Riempimento (Orto)

source: RHW-8C Starter Piece (Elevated/Level 1)
it: RHW-8C Pezzo iniziale (Elevato/Livello 1)

source: RHW-7C Starter Piece (Elevated/Level 1)
it: RHW-7C Pezzo iniziale (Elevato/Livello 1)

source: L1 RHW-8C Filler (Ortho)
it: L1 RHW-8C Riempimento (Orto)

source: L1 RHW-7C Filler (Ortho)
it: L1 RHW-7C Riempimento (Orto)
