Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-RHW.po
Languages: it

source: L1 RHW-10C Filler (Ortho)
it: L1 RHW-10C Riempimento (Orto)

source: RHW-2 Starter Piece (Elevated/Level 2)
it: RHW-2 Pezzo iniziale (Elevato/Livello 2)

source: L2 RHW-2 Filler (Ortho)
it: L2 RHW-2 Riempimento (Orto)

source: RHW-3 Starter Piece (Elevated/Level 2)
it: RHW-3 Pezzo iniziale (Elevato/Livello 2)

source: L2 RHW-3 Filler (Ortho)
it: L2 RHW-3 Riempimento (Orto)

source: L2 RHW-3 Filler (Diag)
it: L2 RHW-3 Riempimento (Diag)

source: L2 RHW-3 Filler (Diag)
it: L2 RHW-3 Riempimento (Diag)

source: MIS Starter Piece (Elevated/Level 2)
it: Pezzo iniziale MIS (Elevato/Livello 2)

source: L2 MIS Filler (Ortho)
it: L2 MIS Riempimento (Orto)

source: L2 MIS Filler (Diag)
it: L2 MIS Riempimento (Diag)

source: L2 MIS Filler (Diag)
it: L2 MIS Riempimento (Diag)

source: RHW-4 Starter Piece (Elevated/Level 2)
it: RHW-4 Pezzo iniziale (Elevato/Livello 2)

source: L2 RHW-4 Filler (Ortho)
it: L2 RHW-4 Riempimento (Orto)

source: L2 RHW-4 Filler (Diag)
it: L2 RHW-4 Riempimento (Diag)

source: L2 RHW-4 Filler (Diag)
it: L2 RHW-4 Riempimento (Diag)

source: RHW-6S Starter Piece (Elevated/Level 2)
it: Pezzo iniziale RHW-6S (rialzato/livello 2)

source: L2 RHW-6S Filler (Ortho)
it: L2 RHW-6S Riempimento (Orto)

source: L2 RHW-6S Filler (Diag)
it: L2 RHW-6S Riempimento (Diag)

source: L2 RHW-6S Filler (Diag)
it: L2 RHW-6S Riempimento (Diag)

source: RHW-8S Starter Piece (Elevated/Level 2)
it: Pezzo iniziale RHW-8S (Elevato/Livello 2)

source: L2 RHW-8S Filler (Ortho)
it: L2 RHW-8S Riempimento (Orto)

source: RHW-10S Starter Piece (Elevated/Level 2)
it: RHW-10S Pezzo iniziale (Elevato/Livello 2)

source: L2 RHW-10S Filler (Ortho)
it: L2 RHW-10S Riempimento (Orto)

source: RHW-12S Starter Piece (Elevated/Level 2)
it: RHW-12S Pezzo iniziale (Elevato/Livello 2)

source: L2 RHW-12S Filler (Ortho)
it: L2 RHW-12S Riempimento (Orto)

source: RHW-6C Starter Piece (Elevated/Level 2)
it: RHW-6C Pezzo iniziale (Elevato/Livello 2)

source: L2 RHW-6C Filler (Ortho)
it: L2 RHW-6C Riempimento (Orto)

source: RHW-8C Starter Piece (Elevated/Level 2)
it: RHW-8C Pezzo iniziale (Elevato/Livello 2)

source: RHW-7C Starter Piece (Elevated/Level 2)
it: RHW-7C Pezzo iniziale (Elevato/Livello 2)

source: L2 RHW-8C Filler (Ortho)
it: L2 RHW-8C Riempimento (Orto)

source: L2 RHW-7C Filler (Ortho)
it: L2 RHW-7C Riempimento (Orto)

source: L2 RHW-10C Filler (Ortho)
it: L2 RHW-10C Riempimento (Orto)

source: MIS Starter Piece (Elevated/Level 3)
it: Pezzo iniziale MIS (Elevato/Livello 3)

source: L3 MIS Filler (Ortho)
it: L3 MIS Riempimento (Diag)

source: L3 MIS Filler (Diag)
it: L3 MIS Riempimento (Orto)

source: L3 MIS Filler (Diag)
it: L3 MIS Riempimento (Diag)

source: RHW-4 Starter Piece (Elevated/Level 3)
it: RHW-4 Pezzo iniziale (Elevato/Livello 3)

source: L3 RHW-4 Filler (Ortho)
it: L3 RHW-4 Riempimento (Orto)

source: L3 RHW-4 Filler (Diag)
it: L3 RHW-4 Riempimento (Diag)

source: L3 RHW-4 Filler (Diag)
it: L3 RHW-4 Riempimento (Diag)

source: RHW-6S Starter Piece (Elevated/Level 3)
it: Pezzo iniziale RHW-6S (Elevato/Livello 3)

source: L3 RHW-6S Filler (Ortho)
it: L3 RHW-6S Riempimento (Orto)

source: L3 RHW-6S Filler (Diag)
it: L3 RHW-6S Riempimento (Diag)

source: L3 RHW-6S Filler (Diag)
it: L3 RHW-6S Riempimento (Diag)

source: MIS Starter Piece (Elevated/Level 4)
it: Pezzo iniziale MIS (Elevato/Livello 4)

source: L4 MIS Filler (Ortho)
it: L4 MIS Riempimento (Orto)

source: L4 MIS Filler (Diag)
it: L4 MIS Riempimento (Diag)

source: L4 MIS Filler (Diag)
it: L4 MIS Riempimento (Diag)

source: RHW-4 Starter Piece (Elevated/Level 4)
it: RHW-4 Pezzo iniziale (Elevato/Livello 4)

source: L4 RHW-4 Filler (Ortho)
it: L4 RHW-4 Riempimento (Orto)

source: L4 RHW-4 Filler (Diag)
it: L4 RHW-4 Riempimento (Diag)

source: L4 RHW-4 Filler (Diag)
it: L4 RHW-4 Riempimento (Diag)

source: RHW-6S Starter Piece (Elevated/Level 4)
it: Pezzo iniziale RHW-6S (Elevato/Livello 4)

source: L4 RHW-6S Filler (Ortho)
it: L4 RHW-6S Riempimento (Orto)

source: L4 RHW-6S Filler (Diag)
it: L4 RHW-6S Riempimento (Diag)

source: L4 RHW-6S Filler (Diag)
it: L4 RHW-6S Riempimento (Diag)

source: Double-Decker RHW-4 Starter Piece (Upper Deck: Level 2, Lower Deck: Level 1)
it: Pezzo iniziale RHW-4 a due piani (ponte superiore: livello 2, ponte inferiore: livello 1)

source: DDRHW-4 Filler (Ortho)
it: DDRHW-4 Riempimento (Orto)

source: DDRHW-4 Filler (Diag)
it: DDRHW-4 Riempimento (Diag)

source: DDRHW-4 Filler (Diag)
it: DDRHW-4 Riempimento (Diag)

source: FAMIS to FARHW-4 transition A
it: Transizione da FAMIS a FARHW-4 A

source: FAMIS to FARHW-4 transition B
it: Transizione da FAMIS a FARHW-4 B

source: Fractionally Angled Diamond for Avenue and FARHW-4 (Full Diamond, TuLEPless) [EXIT HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FARHW-4; This piece does not connect to TuLEPs Connect this half with its other half, or combine with other TuLEPless half to create an asymmetrical crossing.
it: Diamante frazionatamente angolato per Avenue e FARHW-4 (Diamante pieno, senza TuLEP) [USCIRE PER METÀ, RUOTARE PER L'ALTRA METÀ]. Posizionare sopra Avenue o TLA-5, quindi collegare con FARHW-4; questo pezzo non si collega ai TuLEP. Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà senza TuLEP per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FAMIS (Full Diamond, TuLEPless) [EXIT HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FAMIS; This piece does not connect to TuLEPs Connect this half with its other half, or combine with other TuLEPless half to create an asymmetrical crossing.
it: Diamante ad angolo frazionato per Avenue e FAMIS (Diamante pieno, senza TuLEP) [USCIRE PER METÀ, RUOTARE PER L'ALTRA METÀ]. Posizionare sopra Avenue o TLA-5, quindi collegare con FAMIS; questo pezzo non si collega ai TuLEP. Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà senza TuLEP per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FARHW-4 (Full Diamond, Type 120) [EXIT HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FARHW-4 and Avenue TuLEP Type 120 Connect this half with its other half, or combine with other Type 120 half to create an asymmetrical crossing.
it: Diamante ad angolo frazionato per Avenue e FARHW-4 (diamante pieno, tipo 120) [USCIRE PER METÀ, RUOTARE PER L'ALTRA METÀ]. Posizionare sulla sommità di Avenue o TLA-5, quindi collegare con FARHW-4 e Avenue TuLEP Tipo 120 Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà di tipo 120 per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FAMIS (Full Diamond, Type 120) [EXIT HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FAMIS and Avenue TuLEP Type 120 Connect this half with its other half, or combine with other Type 120 half to create an asymmetrical crossing.
it: Diamante frazionato per Avenue e FAMIS (diamante pieno, tipo 120) [USCIRE PER METÀ, RUOTARE PER L'ALTRA METÀ]. Posizionare sopra Avenue o TLA-5, quindi collegare con FAMIS e Avenue TuLEP tipo 120. Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà di tipo 120 per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FARHW-4 (Full Diamond, Type 220) [EXIT HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FARHW-4 and Avenue TuLEP Type 220 Connect this half with its other half, or combine with other Type 220 half to create an asymmetrical crossing.
it: Diamante ad angolo frazionato per Avenue e FARHW-4 (diamante pieno, tipo 220) [USCIRE PER METÀ, RUOTARE PER L'ALTRA METÀ]. Posizionare sulla sommità di Avenue o TLA-5, quindi collegare con FARHW-4 e Avenue TuLEP Tipo 220 Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà di tipo 220 per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FARHW-6S (Full Diamond, Type 220) [EXIT HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FARHW-6S and Avenue TuLEP Type 220 Connect this half with its other half, or combine with other Type 220 half to create an asymmetrical crossing.
it: Diamante ad angolo frazionato per Avenue e FARHW-6S (diamante pieno, tipo 220) [USCIRE PER METÀ, RUOTARE PER L'ALTRA METÀ]. Posizionare sopra Avenue o TLA-5, quindi collegare con FARHW-6S e Avenue TuLEP Tipo 220. Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà di tipo 220 per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FARHW-4 (Half Diamond, Type 120) [ENTRANCE PIECE, ROTATE FOR EXIT PIECE] Place on top of Avenue or TLA-5, then connect with FARHW-4 and Avenue TuLEP Type 120
it: Diamante ad angolo frazionato per Avenue e FARHW-4 (mezzo diamante, tipo 120) [PEZZO DI INGRESSO, RUOTARE PER IL PEZZO DI USCITA]. Posizionare sulla sommità di Avenue o TLA-5, quindi collegare con FARHW-4 e Avenue TuLEP Tipo 120

source: Fractionally Angled Diamond for Avenue and FARHW-4 (Full Diamond, Type 120) [ENTRANCE HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FARHW-4 and Avenu TuLEP Type 120 Connect this half with its other half, or combine with other Type 120 half to create an asymmetrical crossing.
it: Diamante ad angolo frazionato per Avenue e FARHW-4 (diamante pieno, tipo 120) [METÀ INGRESSO, RUOTARE PER L'ALTRA METÀ]. Posizionare sulla sommità di Avenue o TLA-5, quindi collegare con FARHW-4 e Avenu TuLEP Tipo 120 Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà di tipo 120 per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FAMIS (Full Diamond, Type 120) [ENTRANCE HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FAMIS and Avenue TuLEP Type 120 Connect this half with its other half, or combine with other Type 120 half to create an asymmetrical crossing.
it: Diamante frazionato per Avenue e FAMIS (diamante pieno, tipo 120) [METÀ INGRESSO, RUOTARE PER L'ALTRA METÀ]. Posizionare sopra Avenue o TLA-5, quindi collegare con FAMIS e Avenue TuLEP tipo 120. Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà di tipo 120 per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FARHW-4 (Full Diamond, Type 220) [ENTRANCE HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FARHW-4 and Avenue TuLEP Type 220 Connect this half with its other half, or combine with other Type 220 half to create an asymmetrical crossing.
it: Diamante ad angolo frazionato per Avenue e FARHW-4 (diamante pieno, tipo 220) [METÀ INGRESSO, RUOTARE PER L'ALTRA METÀ]. Posizionare sulla sommità di Avenue o TLA-5, quindi collegare con FARHW-4 e Avenue TuLEP Tipo 220 Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà di tipo 220 per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FARHW-6S (Full Diamond, Type 220) [ENTRANCE HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FARHW-6S and Avenue TuLEP Type 220 Connect this half with its other half, or combine with other Type 220 half to create an asymmetrical crossing.
it: Diamante ad angolo frazionato per Avenue e FARHW-6S (diamante pieno, tipo 220) [METÀ INGRESSO, RUOTARE PER L'ALTRA METÀ]. Posizionare sulla sommità di Avenue o TLA-5, quindi collegare con FARHW-6S e Avenue TuLEP Tipo 220 Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà di tipo 220 per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for Avenue and FARHW-4 (Half Diamond, Type 120) [EXIT PIECE, ROTATE FOR ENTRANCE PIECE] Place on top of Avenue or TLA-5, then connect with FARHW-4; This piece does not connect to TuLEPs
it: Diamante ad angolo frazionato per Avenue e FARHW-4 (mezzo diamante, tipo 120) [PEZZO DI USCITA, RUOTARE PER IL PEZZO DI ENTRATA]. Posizionare sopra Avenue o TLA-5, quindi collegare con FARHW-4; questo pezzo non si collega a TuLEP

source: Fractionally Angled Diamond for Avenue and FARHW-4 (Full Diamond, TuLEPless) [ENTRANCE HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FARHW-4; This piece does not connect to TuLEPs Connect this half with its other half, or combine with other TuLEPless half to create an asymmetrical crossing.
it: Diamante frazionatamente angolato per Avenue e FARHW-4 (Diamante pieno, senza TuLEP) [METÀ INGRESSO, RUOTARE PER L'ALTRA METÀ]. Posizionare sopra Avenue o TLA-5, quindi collegare con FARHW-4; questo pezzo non si collega ai TuLEP. Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà senza TuLEP per creare un incrocio asimmetrico.

source: Fractionally Angled Diamond for FAMIS and Avenue (Full Diamond, TuLEPless) [ENTRANCE HALF, ROTATE FOR OTHER HALF] Place on top of Avenue or TLA-5, then connect with FAMIS; This piece does not connect to TuLEPs Connect this half with its other half, or combine with other TuLEPless half to create an asymmetrical crossing.
it: Diamante frazionatamente angolato per FAMIS e Avenue (diamante pieno, senza TuLEP) [METÀ INGRESSO, RUOTARE PER L'ALTRA METÀ]. Posizionare sopra Avenue o TLA-5, quindi collegare con FAMIS; Questo pezzo non si collega a TuLEPs Collegare questa metà con l'altra metà, oppure combinarla con un'altra metà senza TuLEP per creare un incrocio asimmetrico.

source: FARHW-2 Straight Piece
it: FARHW-2 Pezzo diritto

source: FARHW-2 > RHW-2 Short Curve
it: FARHW-2 > RHW-2 Curva corta

source: FARHW-2 > RHW-2 Long Curve
it: FARHW-2 > RHW-2 Curva lunga

source: FARHW-2 to Diagonal RHW-2 Curve Piece
it: Da FARHW-2 a RHW-2 diagonale Pezzo di curva

source: RHW-2 Type C1 Exit
it: RHW-2 Tipo C1 Uscita

source: RHW-2 Type C1 Entrance
it: RHW-2 Tipo C1 Ingresso

source: RHW-2 Type C1 Dual
it: RHW-2 Tipo C1 Doppio

source: FARHW-4 > RHW-4 Short Outer Curve
it: FARHW-4 > RHW-4 Curva esterna corta

source: FARHW-4 > RHW-4 Short Inner Curve
it: FARHW-4 > RHW-4 Curva interna corta

source: Dual RHW-4 to FARHW-4 Short Curve
it: Doppio RHW-4 a FARHW-4 Curva corta

source: FARHW-4 to Diagonal RHW-4 Outer Curve Piece
it: Da FARHW-4 a RHW-4 diagonale Pezzo di curva esterna

source: FARHW-4 to Diagonal RHW-4 Inner Curve Piece
it: Da FARHW-4 a RHW-4 diagonale Pezzo di curva interna

source: Dual FARHW-4 to diagonal RHW-4 Short Curve
it: Da FARHW-4 a RHW-4 diagonale Curva corta

source: FARHW-4 Straight Piece
it: FARHW-4 Pezzo diritto

source: Dual FARHW-4 Straight Piece
it: Doppio pezzo diritto FARHW-4

source: RHW-4 Type C1 Exit
it: RHW-4 Tipo C1 Uscita

source: RHW-4 Type C1 Inside Entrance
it: RHW-4 Tipo C1 Ingresso interno

source: RHW-4 Type C1 Entrance
it: RHW-4 Tipo C1 Ingresso

source: RHW-4 Type C1 Inside Exit
it: RHW-4 Tipo C1 Uscita interna

source: RHW-6S Type F1 Exit
it: RHW-6S Tipo F1 Uscita

source: Diagonal RHW-4 Type C1 On/Offramp
it: Diagonale RHW-4 Tipo C1 On/Offramp

source: FARHW-4 Ramp Type F1 Diagonal Offramp
it: FARHW-4 Rampa di tipo F1 Offramp diagonale

source: RHW-6S Type F1 Entrance
it: RHW-6S Tipo F1 Ingresso

source: RHW-6S Type C2 Exit
it: RHW-6S Tipo C2 Uscita

source: Diagonal RHW-4 Type C1 On/Offramp
it: Diagonale RHW-4 Tipo C1 On/Offramp

source: RHW-6S Exit Ramp Style F2
it: Rampa di uscita RHW-6S Stile F2

source: FARHW-4 Ramp Type F1 Diagonal Onramp
it: FARHW-4 Tipo di rampa F1 Diagonale di ingresso

source: RHW-6S Type C2 Entrance
it: RHW-6S Tipo C2 Ingresso

source: RHW-6S Entrance Ramp Style F2
it: Rampa d'ingresso RHW-6S Stile F2

source: RHW-4 Type F1 On/Offramp
it: RHW-4 Tipo F1 On/Offramp

source: RHW-4 Type F1 On/Offramp
it: RHW-4 Tipo F1 On/Offramp

source: FARHW-6S Ramp Type F1 Diagonal Offramp
it: FARHW-6S Rampa di tipo F1 Offramp diagonale

source: FARHW-6S Ramp Type F1 Diagonal Onramp
it: FARHW-6S Rampa di tipo F1 Diagonale di ingresso

source: RHW-2-to-RHW-4 Symmetrical Transition
it: Transizione simmetrica da RHW-2 a RHW-4

source: RHW-4-to-3 Ttransition A1
it: RHW-4-3 T transizione A1

source: RHW-4-to-3 Ttransition A2
it: RHW-4-to-3 T transizione A2

source: RHW-4-to-3 Ttransition B1
it: RHW-4-to-3 T transizione B1

source: RHW-4-to-3 Ttransition B2
it: RHW-4-to-3 T transizione B2

source: RHW-2 to RHW-4 Transition
it: Transizione da RHW-2 a RHW-4

source: RHW-2 to RHW-4 Transition
it: Transizione da RHW-2 a RHW-4

source: RHW-4 Dual Lane Shift
it: RHW-4 Cambio a doppia corsia

source: RHW-4 Dual Lane Shift
it: RHW-4 Cambio a doppia corsia

source: RHW-4 Double Curve
it: RHW-4 Doppia Curva

source: RHW-4 Outer Curve
it: Curva esterna RHW-4

source: RHW-4 Inner Curve
it: Curva interna RHW-4

source: RHW-4 Lane Shift
it: RHW-4 Spostamento di corsia

source: FARHW-6 > RHW-6 Short Inner Curve
it: FARHW-6 > RHW-6 Curva interna corta

source: FARHW-6 > RHW-6 Short Outer Curve
it: FARHW-6 > Curva esterna corta RHW-6

source: FARHW-6 Straight Piece
it: FARHW-6 Pezzo diritto

source: RHW-6S FA-to-diagonal Outer Curve
it: RHW-6S Curva esterna FA-diagonale

source: RHW-6S FA-to-diagonal Inner Curve
it: RHW-6S Curva interna FA-diagonale

source: RHW-6S Type C1 Exit
it: RHW-6S Uscita tipo C1

source: RHW-6S Type C1 Entrance
it: RHW-6S Tipo C1 Ingresso

source: RHW-8S Type F1 Exit
it: RHW-8S Tipo F1 Uscita

source: Diagonal RHW-6S Type C1 Exit
it: Uscita diagonale RHW-6S tipo C1

source: RHW-8S Type F1 Entrance
it: RHW-8S Tipo F1 Ingresso

source: RHW-8S Type C2 Exit
it: RHW-8S Tipo C2 Uscita

source: Diagonal RHW-6S Type C1 Entrance
it: Diagonale RHW-6S Tipo C1 Ingresso

source: RHW-8S Type C2 Entrance
it: RHW-8S Tipo C2 Ingresso

source: FARHW-6C to RHW-6C short curve
it: Da FARHW-6C a RHW-6C curva breve

source: FARHW-6C half piece
it: FARHW-6C mezzo pezzo

source: FARHW-6C > RHW-6C Diagonal Curve Piece
it: FARHW-6C > Pezzo di curva diagonale RHW-6C

source: RHW-6C Type C1 Exit
it: RHW-6C Uscita tipo C1

source: RHW-6C Type C1 Entrance
it: RHW-6C Tipo C1 Ingresso

source: RHW-8C Type F1 Exit
it: RHW-8C Tipo F1 Uscita

source: RHW-8C Type F1 Entrance
it: RHW-8C Tipo F1 Ingresso

source: RHW-8C Type C2 Exit
it: RHW-8C Uscita tipo C2

source: RHW-8C Type C2 Entrance
it: RHW-8C Tipo C2 Ingresso

source: RHW-8S Type C1 On/Off Ramp
it: RHW-8S Rampa On/Off di tipo C1

source: RHW-8S Type C1 On/Off Ramp
it: RHW-8S Rampa On/Off di tipo C1

source: RHW-8S Type F2 On/Off Ramp
it: RHW-8S Rampa On/Off di tipo F2

source: FARHW-8C to RHW-8C short curve
it: Da FARHW-8C a RHW-8C curva breve

source: FARHW-8C half piece
it: FARHW-8C mezzo pezzo

source: FARHW-8C > RHW-8C Diagonal Curve Piece
it: FARHW-8C > Pezzo di curva diagonale RHW-8C

source: RHW-10S Exit Ramp Style F1
it: RHW-10S Rampa di uscita stile F1

source: RHW-10S Entrance Ramp Style F1
it: Rampa d'ingresso RHW-10S Stile F1

source: RHW-10S Exit Ramp Style C2
it: RHW-10S Rampa di uscita stile C2

source: RHW-10S Entrance Ramp Style C2
it: Rampa d'ingresso RHW-10S Stile C2

source: RHW-10S Exit Ramp Style F2
it: Rampa di uscita RHW-10S Stile F2

source: RHW-10S Exit Ramp Style F2
it: Rampa di uscita RHW-10S Stile F2

source: RHW-10S Exit Ramp Style C3
it: RHW-10S Rampa di uscita stile C3

source: RHW-10S Entrance Ramp Style C3
it: Rampa d'ingresso RHW-10S Stile C3

source: FAMIS-1 Straight Piece
it: FAMIS-1 Pezzo diritto

source: FAMIS-1 - FAMIS-1 (Boomerang) Curve - Outer
it: FAMIS-1 - Curva FAMIS-1 (Boomerang) - Esterno

source: FAMIS-1 - FAMIS-1 (Boomerang) Curve - Inner
it: FAMIS-1 - Curva FAMIS-1 (Boomerang) - Interno

source: FAMIS-1 > MIS-1 Short Outer Curve
it: FAMIS-1 > MIS-1 Curva esterna corta

source: FAMIS-1 > MIS-1 Short Inner Curve
it: FAMIS-1 > MIS-1 Curva interna corta

source: FAMIS to diagonal transition (inner)
it: Passaggio da FAMIS a diagonale (interno)

source: FAMIS to diagonal transition (outer)
it: Passaggio da FAMIS a diagonale (esterno)

source: FAMIS > MIS Long Curve Outer (Small)
it: FAMIS > MIS Curva lunga esterna (piccola)

source: FAMIS > MIS Long Curve Inner (Small)
it: FAMIS > MIS Curva lunga interna (piccola)

source: MIS Type C1 On/Off Ramp
it: MIS Tipo C1 Rampa On/Off

source: MIS Type C1 On/Off Ramp
it: MIS Tipo C1 Rampa On/Off

source: SAM FLEX Orthogonal Transition
it: SAM FLEX Transizione ortogonale

source: SAM 1 - Parking Lot Textures
it: SAM 1 - Texture del parcheggio

source: SAM 2 - Herringbone Brick Streets
it: SAM 2 - Strade di mattoni a spina di pesce

source: SAM 3 - PEG Dirt Roads
it: SAM 3 - Strade sterrate PEG

source: SAM 4 - PEG Gravel Roads
it: SAM 4 - Strade di ghiaia PEG

source: SAM 5 - Trolca Dirt Streets
it: SAM 5 - Strade sterrate di Trolca

source: SAM 6 - Klinker Streets by squidi and jplumbley
it: SAM 6 - Strade di Klinker di squidi e jplumbley

source: SAM 7 - Hableurg Asphalt Streets
it: SAM 7 - Strade asfaltate di Hableurg

source: SAM 8 - Cobblestone Streets
it: SAM 8 - Strade di ciottoli

source: SAM 9 - Brisk Red Brick Streets
it: SAM 9 - Strade irruente di mattoni rossi

source: SAM 10 - Moonlinght's Japanese Streets
it: SAM 10 - Le strade giapponesi di Moonlinght

source: RHW-3 Filler Piece
it: RHW-3 Pezzo di riempimento

source: RHW-3 Starter Piece
it: RHW-3 Pezzo iniziale

source: RHW-3 Filler Piece
it: RHW-3 Pezzo di riempimento

source: Elevated RHW-3 Starter Piece
it: Pezzo iniziale RHW-3 rialzato

source: Elevated RHW-2 Starter Piece
it: Pezzo iniziale RHW-2 rialzato

source: Diagonal RHW-4 Filler 1
it: Riempimento diagonale RHW-4 1

source: Diagonal 15m ERHW-4 Filler 1
it: Diagonale 15m ERHW-4 Riempimento 1

source: Diagonal RHW-4 Filler 2
it: Riempimento diagonale RHW-4 2

source: Diagonal 15m ERHW-4 Filler 2
it: Diagonale 15m ERHW-4 Riempimento 2

source: RHW-4 Starter Piece
it: RHW-4 Pezzo iniziale

source: RHW-4 Filler Piece
it: RHW-4 Pezzo di riempimento

source: Elevated RHW-4 Starter Piece
it: Pezzo iniziale RHW-4 rialzato

source: Elevated RHW-4 Filler Piece
it: Pezzo di riempimento RHW-4 rialzato

source: High Elevated RHW-4 Starter Piece
it: Pezzo di avviamento RHW-4 ad alta elevazione

source: DDRHW-4 Starter Piece (Rail-based network)
it: DDRHW-4 Pezzo iniziale (rete basata su binari)

source: Diagonal 15m ERHW-4 over Diagonal RHW-2 1
it: Diagonale 15m ERHW-4 su Diagonale RHW-2 1

source: Diagonal 15m ERHW-4 over Diagonal RHW-2 2
it: Diagonale 15m ERHW-4 su Diagonale RHW-2 2

source: Orthogonal 15m ERHW-4 over Diagonal RHW-4 1
it: Ortogonale 15m ERHW-4 su diagonale RHW-4 1

source: Orthogonal 15m ERHW-4 over Diagonal RHW-4 2
it: Ortogonale 15m ERHW-4 su diagonale RHW-4 2

source: Orthogonal 15m ERHW-4 over Diagonal RHW-4 3
it: Ortogonale 15m ERHW-4 su diagonale RHW-4 3

source: Orthogonal 15m ERHW-4 over Diagonal RHW-4 4
it: Ortogonale 15m ERHW-4 su diagonale RHW-4 4

source: Diagonal 15m ERHW-4 over Orthogonal RHW-4 1
it: Diagonale 15m ERHW-4 su ortogonale RHW-4 1

source: Diagonal 15m ERHW-4 over Orthogonal RHW-4 2
it: Diagonale 15m ERHW-4 su ortogonale RHW-4 2

source: Diagonal 15m ERHW-4 over Orthogonal RHW-4 3
it: Diagonale 15m ERHW-4 su ortogonale RHW-4 3

source: Diagonal 15m ERHW-4 over Orthogonal RHW-4 4
it: Diagonale 15m ERHW-4 su ortogonale RHW-4 4

source: Diagonal 15m ERHW-4 over Diagonal RHW-4 1
it: Diagonale 15m ERHW-4 su Diagonale RHW-4 1

source: Diagonal 15m ERHW-4 over Diagonal RHW-4 3
it: Diagonale 15m ERHW-4 su Diagonale RHW-4 3

source: Diagonal 15m ERHW-4 over Diagonal RHW-4 2
it: Diagonale 15m ERHW-4 su Diagonale RHW-4 2

source: Diagonal 15m ERHW-4 over Diagonal RHW-4 4
it: Diagonale 15m ERHW-4 su Diagonale RHW-4 4

source: Orthogonal 15m ERHW-4 over Diagonal MIS 1
it: Ortogonale 15m ERHW-4 su Diagonale MIS 1

source: Orthogonal 15m ERHW-4 over Diagonal MIS 2
it: Ortogonale 15m ERHW-4 su Diagonale MIS 2

source: Orthogonal 15m ERHW-4 over Diagonal MIS 3
it: Ortogonale 15m ERHW-4 su Diagonale MIS 3
