Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-RHW.po
Languages: it

source: [L0 -> L1] On Slope Transition Orthogonal
it: [L0 -> L1] Su transizione di pendenza Ortogonale

source: [L0 -> L2] On Slope Transition Orthogonal
it: [L0 -> L2] Su transizione di pendenza Ortogonale

source: RHW FLEX Neighbor Connector (FLEX-NC) Place at edge of city tile, and drag appropriate override network through. If blank terrain is in the median, place the Neighbor Connector Underground Loop piece on the blank terrain tiles.
it: Connettore FLEX Neighbor RHW (FLEX-NC) Posizionare sul bordo della tessera della città e trascinare la rete di esclusione appropriata. Se nella mediana c'è del terreno vuoto, posizionare il pezzo Neighbor Connector Underground Loop sulle tessere del terreno vuoto.

source: FLEXRamp Type A4 Supports RHW-10S (L0 only), RHW-12S (L0 only)
it: FLEXRamp Tipo A4 Supporta RHW-10S (solo L0), RHW-12S (solo L0)

source: FLEXRamp Type B4 Supports RHW-10S (L0 only), RHW-12S (L0 only)
it: FLEXRamp Tipo B4 Supporta RHW-10S (solo L0), RHW-12S (solo L0)

source: FLEXRamp Type D4 Supports RHW-10S (L0 only), RHW-12S (L0 only)
it: FLEXRamp Tipo D4 Supporta RHW-10S (solo L0), RHW-12S (solo L0)

source: FLEXRamp Type E4 Supports RHW-10S (L0 only), RHW-12S (L0 only)
it: FLEXRamp Tipo E4 Supporta RHW-10S (solo L0), RHW-12S (solo L0)

source: FLEXRamp Type A3 Supports RHW-8S (L0 only), RHW-10S (L0 only), RHW-12S (L0 only)
it: FLEXRamp Tipo A3 Supporta RHW-8S (solo L0), RHW-10S (solo L0), RHW-12S (solo L0)

source: FLEXRamp Type B3 Supports RHW-8S (L0 only), RHW-10S (L0 only), RHW-12S (L0 only)
it: FLEXRamp Tipo B3 Supporta RHW-8S (solo L0), RHW-10S (solo L0), RHW-12S (solo L0)

source: FLEXRamp Type D3 Supports RHW-8S (L0 only), RHW-10S (L0 only), RHW-12S (L0 only)
it: FLEXRamp Tipo D3 Supporta RHW-8S (solo L0), RHW-10S (solo L0), RHW-12S (solo L0)

source: FLEXRamp Type E3 Supports RHW-8S (L0 only), RHW-10S (L0 only), RHW-12S (L0 only)
it: FLEXRamp Tipo E3 Supporta RHW-8S (solo L0), RHW-10S (solo L0), RHW-12S (solo L0)

source: [L0 -> L1] On Slope Transition Diagonal
it: [L0 -> L1] Sulla diagonale di transizione della pendenza

source: [L0 -> L2] On Slope Transition Diagonal
it: [L0 -> L2] Sulla diagonale di transizione della pendenza

source: FLEXRamp Type A2 Supports RHW-6S (L0-L4), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2) (no RHW-8S support due to overhang)
it: FLEXRamp Tipo A2 Supporta RHW-6S (L0-L4), RHW-8C (solo L0), RHW-10S (solo L0), RHW-12S (solo L0) (nessun supporto RHW-8S a causa della sporgenza)

source: FLEXRamp Type B2 Supports RHW-6S (L0-L4), RHW-8S (L0 Only), RHW-8S (L0 Only), RHW-10S (L0 Only), RHW-12S (L0 Only)
it: FLEXRamp Tipo B2 Supporta RHW-6S (L0-L4), RHW-8S (solo L0), RHW-8S (solo L0), RHW-10S (solo L0), RHW-12S (solo L0)

source: FLEXRamp Type D2 Supports RHW-6S (L0-L4), RHW-8S (L0-L2), RHW-10S (L0 Only), RHW-12S (L0-L2)
it: FLEXRamp Tipo D2 Supporta RHW-6S (L0-L4), RHW-8S (L0-L2), RHW-10S (solo L0), RHW-12S (L0-L2)

source: FLEXRamp Type E2 Supports RHW-6S (L0 Only), RHW-8S (L0 Only), RHW-10S (L0 Only), RHW-12S (L0 Only)
it: FLEXRamp Tipo E2 Supporta RHW-6S (solo L0), RHW-8S (solo L0), RHW-10S (solo L0), RHW-12S (solo L0)

source: 1-Level Flexible Onslope (FlexOST) Can be overridden to become onslope for other networks. Default is L0 to L1 RHW-2
it: Pendenza flessibile a 1 livello (FlexOST) Può essere sovrascritto per diventare onslope per altre reti. L'impostazione predefinita è da L0 a L1 RHW-2

source: 2-Level Flexible Onslope (FlexOST) Can be overridden to become onslope for other networks. Default is L0 to L2 RHW-2
it: Pendenza flessibile a 2 livelli (FlexOST) Può essere sovrascritto per diventare onslope per altre reti. L'impostazione predefinita è da L0 a L2 RHW-2

source: 1-Level Flexible Height Transition (FlexHT) Can be overridden to become onslope for other networks. Default is L0 to L1 RHW-2
it: Transizione in altezza flessibile a 1 livello (FlexHT) Può essere sovrascritto per diventare onslope per altre reti. L'impostazione predefinita è da L0 a L1 RHW-2

source: 2-Level Flexible Height Transition (FlexHT) Can be overridden to become onslope for other networks. Default is L0 to L2 RHW-2
it: Transizione in altezza flessibile a 2 livelli (FlexHT) Può essere sovrascritto per diventare onslope per altre reti. L'impostazione predefinita è da L0 a L2 RHW-2

source: 1-Level Flexible Height Transition (FlexHT) - DIAGONAL Can be overridden to become onslope for other networks. Default is L0 to L1 RHW-2
it: Transizione in altezza flessibile a 1 livello (FlexHT) - DIAGONALE Può essere sovrascritto per diventare onslope per altre reti. L'impostazione predefinita è da L0 a L1 RHW-2

source: FLEX Width Transition (FLEX-WT) for Same Network Type (S-to-S/C-to-C) Lane Add Version Connect in appropriate network(s) to convert the transition to match.
it: Transizione di larghezza FLEX (FLEX-WT) per lo stesso tipo di rete (da S a S/C a C) Versione di aggiunta corsia Collegare la rete appropriata per convertire la transizione in una versione corrispondente.

source: 1-Level FLEX Height Transition (FLEX-HT) - 90° Curved Default is RHW-2, supports L0-L1 MIS and L0-L1 RHW-4 Connect in appropriate network(s) to convert the transition to match.
it: Transizione in altezza FLEX a 1 livello (FLEX-HT) - curva a 90° L'impostazione predefinita è RHW-2, supporta L0-L1 MIS e L0-L1 RHW-4. Collegare le reti appropriate per convertire la transizione.

source: Real Highway (RHW) Flex Diagonal On Slope Transition (Level 2). Can be used for RHW 2, MIS and RHW 4. No other networks are supported!
it: Real Highway (RHW) Flex diagonale su transizione in pendenza (livello 1). Può essere utilizzato per RHW 2, MIS e RHW 4. Non sono supportate altre reti!

source: MRC Flex HT (Radius 3) Default L0_^/L1 RHW2 Other heights L0_^/ L1 MIS, RHW4S L1 _^/ L2 MIS, RHW4S L2_^/ L3 MIS, RHW4S L3_ ^/ L4 MIS, RHW4S
it: MRC Flex HT (Raggio 3) Predefinito L0_^/L1 RHW2 Altre altezze L0_^/ L1 MIS, RHW4S L1 _^/ L2 MIS, RHW4S L2_^/ L3 MIS, RHW4S L3_ ^/ L4 MIS, RHW4S

source: MRC Flex HT (Radius 3) Default L1_^/L0 RHW2 Other heights L1_\/ L0 MIS, RHW4S L2 _\/ L1 MIS, RHW4S L3_\/ L2 MIS, RHW4S L4_ \/ L3 MIS, RHW4S
it: MRC Flex HT (Raggio 3) Predefinito L1_^/L0 RHW2 Altre altezze L1_\/ L0 MIS, RHW4S L2 _\/ L1 MIS, RHW4S L3_\/ L2 MIS, RHW4S L4_ \/ L3 MIS, RHW4S

source: Real Highway (RHW) Flex Diagonal On Slope Transition (Level 1). Can be used for RHW 2, MIS and RHW 4. No other networks are supported!
it: Real Highway (RHW) Flex diagonale su transizione in pendenza (livello 1). Può essere utilizzato per RHW 2, MIS e RHW 4. Non sono supportate altre reti!

source: FLEX Width Transition (FLEX-WT) for Same Network Type (S-to-S/C-to-C) Lane Drop Version Connect in appropriate network(s) to convert the transition to match.
it: Transizione di larghezza FLEX (FLEX-WT) per lo stesso tipo di rete (da S a S/C a C) Versione a caduta di corsia Collegare la rete appropriata per convertire la transizione in una versione corrispondente.

source: L0 to L1 7.5m MIS Ramp Outer
it: Da L0 a L1 7,5 m MIS Rampa esterna

source: L0 to L1 7.5m MIS Ramp Inner
it: Da L0 a L1 7,5 m MIS Rampa interna

source: MIS 1-Level 180-Degree Loop Transition Partially FLEX, drag out of ends to connect to respective networks
it: MIS 1-Level Transizione ad anello di 180 gradi Parzialmente FLEX, trascinare fuori le estremità per collegarle alle rispettive reti

source: FLEX Width Transition (FLEX-WT) for RHW-2/3-to-4 (and DDRHW-4-to-Dual RHW-4 L1/L2) Compact/Shift Version Connect in appropriate networks at both ends to convert the transition to match.
it: Transizione in larghezza FLEX (FLEX-WT) per RHW-2/3-to-4 (e DDRHW-4-to-Dual RHW-4 L1/L2) Versione compatta/spostamento Collegare le reti appropriate a entrambe le estremità per convertire la transizione in una corrispondenza.

source: FLEX Width Transition (FLEX-WT) for RHW-2/3-to-4 (and DDRHW-4-to-Dual RHW-4 L1/L2) Symmetrical/Wishbone Version Connect in appropriate networks at both ends to convert the transition to match.
it: Transizione in larghezza FLEX (FLEX-WT) per RHW-2/3-to-4 (e DDRHW-4-to-Dual RHW-4 L1/L2) Versione simmetrica/ a spina di pesce Collegare le reti appropriate a entrambe le estremità per convertire la transizione in una corrispondenza.

source: MIS to RHW 4 L0 Transition
it: Da MIS a RHW 4 Transizione L0

source: MIS to RHW 4 L1 Transition
it: MIS a RHW 4 Transizione L1

source: MIS to RHW 4 L2 Transition
it: Transizione da MIS a RHW 4 L2

source: L1 RHW-6S-to-RHW-4 transition
it: L1 Transizione da RHW-6S a RHW-4

source: L2 RHW-6S-to-RHW-4 transition
it: L2 Transizione da RHW-6S a RHW-4

source: L1 RHW-6S-to-RHW-4 transition
it: L1 Transizione da RHW-6S a RHW-4

source: L2 RHW-6S-to-RHW-4 transition
it: L2 Transizione da RHW-6S a RHW-4

source: FLEX Width Transition (FLEX-WT) for Same Network Type (S-to-S/C-to-C) Lane Add Version Connect in appropriate network(s) to convert the transition to match.
it: Transizione di larghezza FLEX (FLEX-WT) per lo stesso tipo di rete (da S a S/C a C) Versione di aggiunta corsia Collegare la rete appropriata per convertire la transizione in una versione corrispondente.

source: L1 RHW-8S-to-RHW-6S transition
it: L1 Transizione da RHW-8S a RHW-6S

source: L2 RHW-8S-to-RHW-6S transition
it: L2 Transizione da RHW-8S a RHW-6S

source: L1 RHW-8S-to-RHW-6S transition
it: L1 Transizione da RHW-8S a RHW-6S

source: L2 RHW-8S-to-RHW-6S transition
it: L2 Transizione da RHW-8S a RHW-6S

source: FLEX Width Transition (FLEX-WT) for Same Network Type (S-to-S/C-to-C) Lane Drop Version Connect in appropriate network(s) to convert the transition to match.
it: Transizione di larghezza FLEX (FLEX-WT) per lo stesso tipo di rete (da S a S/C a C) Versione a caduta di corsia Collegare la rete appropriata per convertire la transizione in una versione corrispondente.

source: L1 RHW-10S-to-RHW-8S transition
it: L1 Transizione da RHW-10S a RHW-8S

source: L2 RHW-10S-to-RHW-8S transition
it: L2 Transizione da RHW-10S a RHW-8S

source: L1 RHW-10S-to-RHW-8S transition
it: L1 Transizione da RHW-10S a RHW-8S

source: L2 RHW-10S-to-RHW-8S transition
it: L2 Transizione da RHW-10S a RHW-8S

source: FLEX Width Transition (FLEX-WT) for Different-Type Network (S-to-C) Compact/Shift/Asymmetrical Version Connect in appropriate networks at both ends to convert the transition to match.
it: Transizione di larghezza FLEX (FLEX-WT) per reti di tipo diverso (S-to-C) Versione compatta/spostamento/asimmetrica Collegare le reti appropriate a entrambe le estremità per convertire la transizione in una corrispondenza.

source: RHW-4 to RHW-6C Compact Transition
it: Transizione compatta da RHW-4 a RHW-6C

source: RHW-4 to RHW-6C Compact Transition
it: Transizione compatta da RHW-4 a RHW-6C

source: FLEX Width Transition (FLEX-WT) for Different-Type Network (S-to-C) Symmetrical/Wishbone Version Connect in appropriate networks at both ends to convert the transition to match.
it: Transizione di larghezza FLEX (FLEX-WT) per reti di tipo diverso (S-to-C) Versione simmetrica/ a vaschetta Collegare le reti appropriate a entrambe le estremità per convertire la transizione in una corrispondenza.

source: RHW-8S-to-8C Symmetrical Transition
it: Transizione simmetrica RHW-8S-8C

source: RHW-8S-to-8C Transition Compact
it: Compatto di transizione RHW-8S-8C

source: L1 RHW-8C-to-RHW-6C transition
it: L1 Transizione da RHW-8C a RHW-6C

source: L2 RHW-8C-to-RHW-6C transition
it: L2 Transizione da RHW-8C a RHW-6C

source: L1 RHW-8C-to-RHW-6C transition
it: L1 Transizione da RHW-8C a RHW-6C

source: L2 RHW-8C-to-RHW-6C transition
it: L2 Transizione da RHW-8C a RHW-6C

source: FLEXRamp Type A1 Supports RHW-2 (L0-L2), RHW-3 (L0-L2), MIS (L0-L4), RHW-4 (L0-L4 and DDRHW-4), RHW-6S (L0 Only due to overhang), RHW-6C (L0-L2), RHW-8S (L0-L2), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
it: FLEXRamp tipo A1 Supporta RHW-2 (L0-L2), RHW-3 (L0-L2), MIS (L0-L4), RHW-4 (L0-L4 e DDRHW-4), RHW-6S (solo L0 a causa della sporgenza), RHW-6C (L0-L2), RHW-8S (L0-L2), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)

source: QuickChange Partial Diamond (L0 RHW, L1 Surface) Overrideable partial plop interchange, constructs one quarter of a diamond interchange
it: QuickChange Partial Diamond (L0 RHW, L1 Surface) Interscambio parziale plop sovrascrivibile, costruisce un quarto di un interscambio a diamante

source: QuickChange Partial Diamond (L1 RHW, L0 Surface) Overrideable partial plop interchange, constructs one quarter of a diamond interchange
it: QuickChange Partial Diamond (L1 RHW, L0 Surface) Interscambio parziale plop sovrascrivibile, costruisce un quarto di un interscambio a diamante

source: QuickChange Parclo Inner Loop (L0 RHW, L1 Surface) Overrideable partial plop interchange, constructs inner loop of a Partial Cloverleaf (Parclo) interchange
it: QuickChange Parclo Inner Loop (L0 RHW, L1 Surface) Interscambio parziale plop sovrascrivibile, costruisce l'anello interno di un interscambio a quadrifoglio parziale (Parclo)

source: QuickChange Parclo Inner Loop (L1 RHW, L0 Surface) Overrideable partial plop interchange, constructs inner loop of a Partial Cloverleaf (Parclo) interchange
it: QuickChange Parclo Inner Loop (L1 RHW, L0 Surface) Interscambio parziale plop sovrascrivibile, costruisce l'anello interno di un interscambio a quadrifoglio parziale (Parclo)

source: L1 RHW-6S/4 (Dual Tile) x L0 Road (Dual Type 110) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-6S/4 (doppia piastrella) x L0 Road (doppio tipo 110) Interscambio a diamante completo Ruotare per ulteriori larghezze RHW.

source: L1 RHW-6S/4 (Dual Tile with median) x L0 Road (Dual Type 110) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-6S/4 (doppia mattonella con mediana) x L0 Road (doppio tipo 110) Interscambio a diamante completo Ruotare per ulteriori larghezze RHW.

source: L1 RHW-8C/6C (Triple Tile) x L0 Road (Dual Type 110) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-8C/6C (tripla piastrella) x L0 Road (doppio tipo 110) Interscambio a diamante integrale Ruotare per ulteriori larghezze RHW.

source: L1 RHW-10S/8S (Quadruple Tile) x L0 Road (Dual Type 110) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-10S/8S (Quadruple Tile) x L0 Road (Dual Type 110) Interscambio a diamante pieno Ruotare per ulteriori larghezze RHW.

source: L0 RHW-6S/4 (Dual Tile) x L1 Road (Dual Type 110) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-6S/4 (doppia piastrella) x L1 Strada (doppio tipo 110) Interscambio a diamante pieno Ruotare per ulteriori larghezze RHW.

source: L0 RHW-6S/4 (Dual Tile with median) x L1 Road (Dual Type 110) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-6S/4 (doppia mattonella con mediana) x L1 Strada (doppia tipo 110) Interscambio a diamante completo Ruotare per ulteriori larghezze RHW.

source: L0 RHW-8C/6C (Triple Tile) x L1 Road (Dual Type 110) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-8C/6C (tripla piastrella) x L1 Road (doppio tipo 110) Interscambio a diamante pieno Ruotare per ulteriori larghezze RHW.

source: L0 RHW-10S/8S (Quadruple Tile) x L1 Road (Dual Type 110) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-10S/8S (Quadruple Tile) x L1 Road (Dual Type 110) Interscambio a diamante pieno Ruotare per ulteriori larghezze RHW.

source: L1 RHW-6S/4 (Dual Tile) x L0 Avenue (Dual Type 120) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-6S/4 (doppia piastrella) x L0 Avenue (doppio tipo 120) Interscambio a diamante intero Ruotare per ulteriori larghezze RHW.

source: L1 RHW-6S/4 (Dual Tile with median) x L0 Avenue (Dual Type 120) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-6S/4 (doppia piastrella con mediana) x L0 Avenue (doppio tipo 120) Interscambio a diamante pieno Ruotare per ulteriori larghezze RHW.

source: L1 RHW-8C/6C (Triple Tile) x L0 Avenue (Dual Type 120) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-8C/6C (tripla piastrella) x L0 Avenue (doppio tipo 120) Interscambio diamantato completo Ruotare per ulteriori larghezze RHW.

source: L1 RHW-10S/8S (Quadruple Tile) x L0 Avenue (Dual Type 120) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-10S/8S (piastrella quadrupla) x L0 Avenue (doppio tipo 120) Interscambio diamantato completo Ruotare per ulteriori larghezze RHW.

source: L0 RHW-6S/4 (Dual Tile) x L1 Avenue (Dual Type 120) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-6S/4 (doppia piastrella) x L1 Avenue (doppio tipo 120) Interscambio a diamante pieno Ruotare per ulteriori larghezze RHW.

source: L0 RHW-6S/4 (Dual Tile with median) x L1 Avenue (Dual Type 120) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-6S/4 (doppia piastrella con mediana) x L1 Avenue (doppio tipo 120) Interscambio a diamante pieno Ruotare per ulteriori larghezze RHW.

source: L0 RHW-8C/6C (Triple Tile) x L1 Avenue (Dual Type 120) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-8C/6C (tripla piastrella) x L1 Avenue (doppio tipo 120) Interscambio diamantato completo Ruotare per ulteriori larghezze RHW.

source: L0 RHW-10S/8S (Quadruple Tile) x L1 Avenue (Dual Type 120) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-10S/8S (piastrella quadrupla) x L1 Avenue (doppio tipo 120) Interscambio diamantato completo Ruotare per ulteriori larghezze RHW.

source: L1 RHW-6S/4 (Dual Tile) x L0 AVE-6 (Dual Type 230) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-6S/4 (doppia piastrella) x L0 AVE-6 (doppio tipo 230) Interscambio a diamante completo Ruotare per ulteriori larghezze RHW.

source: L1 RHW-6S/4 (Dual Tile with median) x L0 AVE-6 (Dual Type 230) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-6S/4 (doppia mattonella con mediana) x L0 AVE-6 (doppio tipo 230) Scambio a diamante completo Ruotare per ulteriori larghezze RHW.

source: L1 RHW-8C/6C (Triple Tile) x L0 AVE-6 (Dual Type 230) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-8C/6C (tripla piastrella) x L0 AVE-6 (doppio tipo 230) Interscambio a diamante completo Ruotare per ulteriori larghezze RHW.

source: L1 RHW-10S/8S (Quadruple Tile) x L0 AVE-6 (Dual Type 230) Full Diamond Interchange Rotate for additional RHW widths.
it: L1 RHW-10S/8S (Quadruple Tile) x L0 AVE-6 (Dual Type 230) Interscambio diamantato completo Ruotare per ulteriori larghezze RHW.

source: L0 RHW-6S/4 (Dual Tile) x L1 AVE-6 (Dual Type 230) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-6S/4 (doppia piastrella) x L1 AVE-6 (doppio tipo 230) Interscambio a diamante completo Ruotare per ulteriori larghezze RHW.

source: L0 RHW-6S/4 (Dual Tile with median) x L1 AVE-6 (Dual Type 230) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-6S/4 (doppia mattonella con mediana) x L1 AVE-6 (doppio tipo 230) Scambio a diamante completo Ruotare per ulteriori larghezze RHW.

source: L0 RHW-8C/6C (Triple Tile) x L1 AVE-6 (Dual Type 230) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-8C/6C (tripla piastrella) x L1 AVE-6 (doppio tipo 230) Interscambio a diamante completo Ruotare per ulteriori larghezze RHW.

source: L0 RHW-10S/8S (Quadruple Tile) x L1 AVE-6 (Dual Type 230) Full Diamond Interchange Rotate for additional RHW widths.
it: L0 RHW-10S/8S (Quadruple Tile) x L1 AVE-6 (Dual Type 230) Interscambio completo a diamante Ruotare per ulteriori larghezze RHW.

source: FLEXRamp Type B1 Supports RHW-2 (L0-L2), RHW-3 (L0-L2), MIS (L0-L4), RHW-4 (L0-L4 and DDRHW-4), RHW-6S (L0-L4), RHW-6C (L0-L2), RHW-8S (L0-L2), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
it: FLEXRamp Tipo B1 Supporta RHW-2 (L0-L2), RHW-3 (L0-L2), MIS (L0-L4), RHW-4 (L0-L4 e DDRHW-4), RHW-6S (L0-L4), RHW-6C (L0-L2), RHW-8S (L0-L2), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)

source: FLEXRamp Type C1 (single new lane branching off fractionally)
it: FLEXRamp Tipo C1 (singola nuova corsia che si dirama in modo frazionato)

source: FLEXRamp Type D1 Supports RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (L0 Only), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
it: FLEXRamp Tipo D1 Supporta RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (solo L0), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)

source: FLEXRamp Type E1 Supports RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (L0-L2), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
it: FLEXRamp tipo E1 Supporta RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (L0-L2), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)

source: FLEXRamp Type F1 (single exit only lane splitting off fractionally)
it: FLEXRamp Tipo F1 (corsia di sola uscita che si divide in modo frazionato)

source: Diagonal FLEXRamp Type A1 Supports all L0/Ground RHW networks
it: FLEXRamp diagonale tipo A1 Supporta tutte le reti L0/Terra RHW

source: Diagonal FLEXRamp Type B1 Supports all L0/Ground RHW networks
it: FLEXRamp diagonale tipo B1 Supporta tutte le reti L0/Terra RHW

source: FLEXRamp Type A1-INSIDE Supports MIS (L0-L4), RHW-4 (L0-L4 and DDRHW-4), RHW-6S (L0-L4), RHW-8S (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
it: FLEXRamp tipo A1- INTERNO Supporta MIS (L0-L4), RHW-4 (L0-L4 e DDRHW-4), RHW-6S (L0-L4), RHW-8S (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)

source: FLEXRamp Type B1-INSIDE Supports MIS (L0-L4), RHW-4 (L0-L4 and DDRHW-4), RHW-6S (L0-L4), RHW-8S (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
it: FLEXRamp Tipo B1- INTERNO Supporta MIS (L0-L4), RHW-4 (L0-L4 e DDRHW-4), RHW-6S (L0-L4), RHW-8S (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)

source: FLEXRamp Type D1 Supports RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (L0 Only), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
it: FLEXRamp Tipo D1 Supporta RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (solo L0), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)

source: FLEXRamp Type D1-Inside Supports RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (L0 Only), RHW-10S (L0 Only), RHW-12S (L0 Only)
it: FLEXRamp Tipo D1-Inside Supporta RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (solo L0), RHW-10S (solo L0), RHW-12S (solo L0)

source: FLEXRamp Type E1 Supports RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (L0 Only), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
it: FLEXRamp tipo E1 Supporta RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (solo L0), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)

source: FLEXRamp Type E1-Inside Supports RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (L0 Only), RHW-10S (L0 Only), RHW-12S (L0 Only)
it: FLEXRamp tipo E1-Inside Supporta RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (solo L0), RHW-10S (solo L0), RHW-12S (solo L0)

source: Diagonal FLEXRamp Type D1 Supports L0 RHW-2, RHW-3, RHW-4, RHW-6S, RHW-8C, RHW-8S, RHW-10S, RHW-12S
it: FLEXRamp diagonale tipo D1 Supporta L0 RHW-2, RHW-3, RHW-4, RHW-6S, RHW-8C, RHW-8S, RHW-10S, RHW-12S

source: Diagonal FLEXRamp Type E1 Supports L0 RHW-2, RHW-3, RHW-4, RHW-6S, RHW-8C, RHW-8S, RHW-10S, RHW-12S
it: FLEXRamp diagonale tipo E1 Supporta L0 RHW-2, RHW-3, RHW-4, RHW-6S, RHW-8C, RHW-8S, RHW-10S, RHW-12S

source: FLEXRamp Type D1-Dual Shift Inside Supports RHW-6C (L0), RHW-8C (L0)
it: FLEXRamp Tipo D1 - Doppio cambio interno Supporta RHW-6C (L0), RHW-8C (L0)

source: Multi Radius Curve (MRC) 45 Deg R2 Default Curve: L0 RHW-2 This curve can be overridden by the following networks: MIS (L0-L2), RHW-4 (L0-L2), and RHW-6S (L0-L2) THIS PIECE SUPPORTS SLOPE TOLERANCE THIS PIECE DOES NOT SUPPORT FLYOVER CAPABILITIES; DO NOT USE AS FLEXFLY
it: Curva a raggio multiplo (MRC) 45 gradi R2 Curva predefinita: L0 RHW-2 Questa curva può essere sovrascritta dalle seguenti reti: MIS (L0-L2), RHW-4 (L0-L2) e RHW-6S (L0-L2). QUESTO PEZZO SUPPORTA LA TOLLERANZA DI PENDENZA QUESTO PEZZO NON SUPPORTA LE FUNZIONALITÀ DI FLYOVER; NON UTILIZZARE COME FLEXFLY
