Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-RHW.po
Languages: it

source: Multi Radius Curve (MRC) 90 Deg R2 Default Curve: L0 RHW-2 This curve can be overridden by the following networks: MIS (L0-L2), and RHW-4 (L0-L2) (NO RHW-6S) THIS PIECE SUPPORTS SLOPE TOLERANCE THIS PIECE DOES NOT SUPPORT FLYOVER CAPABILITIES; DO NOT USE AS FLEXFLY
it: Curva a raggio multiplo (MRC) 90 gradi R2 Curva predefinita: L0 RHW-2 Questa curva può essere sovrascritta dalle seguenti reti: MIS (L0-L2) e RHW-4 (L0-L2) (NO RHW-6S). QUESTO PEZZO SUPPORTA LA TOLLERANZA DI PENDENZA QUESTO PEZZO NON SUPPORTA LE FUNZIONALITÀ DI FLYOVER; NON UTILIZZARE COME FLEXFLY

source: Multi Radius Curve (MRC) 45 Deg R3 Default Curve: L0 RHW-2 This curve can be overridden by the following networks: MIS (L0), RHW-4 (L0), and RHW-6S (L0) THIS PIECE SUPPORTS SLOPE TOLERANCE THIS PIECE DOES NOT SUPPORT FLYOVER CAPABILITIES; DO NOT USE AS FLEXFLY
it: Curva a raggio multiplo (MRC) 45 gradi R3 Curva predefinita: L0 RHW-2 Questa curva può essere sovrascritta dalle seguenti reti: MIS (L0), RHW-4 (L0) e RHW-6S (L0). QUESTO PEZZO SUPPORTA LA TOLLERANZA DI PENDENZA QUESTO PEZZO NON SUPPORTA LE FUNZIONALITÀ DI FLYOVER; NON USARE COME FLEXFLY

source: Real Highway (RHW) Flex Multi Radius Curve (R4) Can be overridden to other RHW Single Tile Networks.
it: Real Highway (RHW) Flex Multi Radius Curve (R4) Può essere sovrascritto ad altre reti RHW Single Tile.

source: Real Highway (RHW) Flex Multi Radius Curve (R5) Can be overridden to other RHW Single Tile Networks.
it: Real Highway (RHW) Flex Curva a raggio multiplo (R5) Può essere sovrascritta ad altre reti RHW a piastrella singola.

source: Dual Tile R1+R2 Multi Radius Curve
it: Curva a doppio raggio R1+R2

source: Dual Tile R2+R3 Multi Radius Curve
it: Curva a doppio raggio R2+R3

source: Dual Tile R3+R4 Multi Radius Curve
it: Curva a doppio raggio R3+R4

source: Dual Tile R4+R5 Multi Radius Curve
it: Curva a doppio raggio R4+R5

source: S Curve for RHW
it: Curva S per RHW

source: RHW-3 S-Curve 1
it: RHW-3 Curva S 1

source: RHW-3 S-Curve 2
it: RHW-3 Curva S 2

source: RHW-3 45-Degree Curve 1
it: RHW-3 Curva a 45 gradi 1

source: RHW-3 45-Degree Curve 2
it: RHW-3 Curva a 45 gradi 2

source: RHW FLEX S-Curve
it: RHW FLEX Curva S

source: RHW-6S Single Lane Shift
it: RHW-6S Spostamento a corsia singola

source: RHW-6S Dual Lane Shift
it: RHW-6S Cambio a doppia corsia

source: RHW-6S 45 degree Smooth Outer Curve
it: RHW-6S Curva esterna liscia di 45 gradi

source: RHW-6S 45 degree Smooth Inner Curve
it: RHW-6S Curva interna liscia di 45 gradi

source: RHW-8S 45 degree Smooth Outer Curve
it: RHW-8S Curva esterna liscia di 45 gradi

source: RHW-8S 45 degree Smooth Inner Curve
it: RHW-8S Curva interna liscia di 45 gradi

source: RHW-10S 45 degree Smooth Outer Curve
it: RHW-10S Curva esterna liscia di 45 gradi

source: RHW-10S 45 degree Smooth Inner Curve
it: RHW-10S Curva interna liscia di 45 gradi

source: RHW-6C Lane Shift (Half) Puzzle piece is half of a whole Lane Shift (S-Curve). Place another half to complete the curve or combine with the RHW-8C S-Curve Half to create an RHW-7C S-Curve.
it: RHW-6C Spostamento di corsia (metà) Il pezzo del puzzle è la metà di un intero spostamento di corsia (curva a S). Posizionare un'altra metà per completare la curva o combinarla con la Mezza curva a S RHW-8C per creare una curva a S RHW-7C.

source: RHW-8C Lane Shift (Half) Puzzle piece is half of a whole Lane Shift (S-Curve). Place another half to complete the curve or combine with the RHW-6C S-Curve Half to create an RHW-7C S-Curve.
it: RHW-8C Spostamento di corsia (metà) Il pezzo del puzzle è la metà di un intero spostamento di corsia (curva a S). Posizionare un'altra metà per completare la curva o combinarla con la metà della curva a S RHW-6C per creare una curva a S RHW-7C.

source: FLEX 3-Level Overpass (default)
it: Cavalcavia FLEX a 3 livelli (predefinito)

source: FLEX 3-Level Overpass (2 tiles wide)
it: Cavalcavia FLEX a 3 livelli (larghezza 2 tegole)

source: FLEX 3-Level Overpass (3 tiles wide)
it: Cavalcavia FLEX a 3 livelli (larghezza 3 piastrelle)

source: FLEX 3-Level Overpass (4 tiles wide)
it: Cavalcavia FLEX a 3 livelli (larghezza 4 piastrelle)

source: RHW-2 Cosmetic Piece - Dashed Line (Orthagonal)
it: RHW-2 Pezzo cosmetico - Linea tratteggiata (ortogonale)

source: RHW-2 Cosmetic Piece - Solid+Dashed Lines (Orthagonal)
it: RHW-2 Pezzo cosmetico - Linea Continua + linee tratteggiate (ortogonale)

source: RHW-2 Cosmetic Piece - Dashed Lines + Lane Reduction Arrow (Orthagonal)
it: RHW-2 Pezzo cosmetico - Linee tratteggiate + freccia di riduzione della corsia (ortogonale)

source: RHW-2 Cosmetic Piece - Dashed Lines (Diagonal)
it: RHW-2 Pezzo cosmetico - Linee tratteggiate (diagonali)

source: RHW-2 Cosmetic Piece - Solid+Dashed Lines 1 (Diagonal)
it: RHW-2 Pezzo cosmetico - Linee piene + linee tratteggiate 1 (diagonale)

source: RHW-2 Cosmetic Piece - Solid+Dashed Lines 2 (Diagonal)
it: RHW-2 Pezzo cosmetico - Linee piene + linee tratteggiate 2 (diagonali)

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Single) - Unmarked
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (singole) - Non marcato

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Single) - Lane Reduction Arrow
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (singole) - Freccia di riduzione corsia

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Single) - Exit Arrow
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (singole) - Freccia di uscita

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Single) - Exit + Thru Arrow
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (singole) - Uscita + freccia di attraversamento

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Unmarked
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (doppie) - Non marcato

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Lane Reduction Arrow
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (doppie) - Freccia di riduzione corsia

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Exit Arrow
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (doppie) - Freccia di uscita

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Exit + Thru Arrow
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (doppie) - Uscita + freccia di attraversamento

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Exit + Lane Reduction Arrow
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (doppie) - Freccia di uscita + riduzione di corsia

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Exit + Thru + Lane Reduction Arrow
it: RHW-2 Pezzo cosmetico - Corsie di uscita strette (doppie) - Freccia di uscita + di transito + di riduzione di corsia

source: RHW-2 Cosmetic Curves - Dashed - S-Curve
it: Curve cosmetiche RHW-2 - tratteggiate - Curva S

source: RHW-2 Cosmetic Curves - Dashed - 45-degree Curve
it: Curve cosmetiche RHW-2 - tratteggiate - curva a 45 gradi

source: RHW-2 Cosmetic Curves - Dashed - 90-degree Curve (Large)
it: Curve cosmetiche RHW-2 - tratteggiate - Curva a 90 gradi (grande)

source: RHW-2 Cosmetic Curves - Dashed - FARHW Piece
it: Curve cosmetiche RHW-2 - tratteggiate - Pezzo FARHW

source: RHW-2 Cosmetic Curves - Solid+Dashed - FARHW Piece 1
it: Curve cosmetiche RHW-2 - Solido+Sfumato - FARHW Pezzo 1

source: RHW-2 Cosmetic Curves - Solid+Dashed - FARHW Piece 2
it: Curve cosmetiche RHW-2 - Tinta unita + tratteggiata - FARHW Pezzo 2

source: RHW-2 Cosmetic Curves - Dashed - 18-degree Curve
it: Curve cosmetiche RHW-2 - tratteggiate - Curva di 18 gradi

source: RHW-2 Cosmetic Curves - Dashed - 72-degree Curve
it: Curve cosmetiche RHW-2 - tratteggiate - Curva a 72 gradi

source: RHW-2 Cosmetic Curves - Dashed - 27-degree Curve
it: Curve cosmetiche RHW-2 - tratteggiate - Curva a 27 gradi

source: RHW-3 Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inner Lane
it: RHW-3 Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia interna

source: RHW-3 Cosmetic Piece - Regular Markings - Taper Arrows 1
it: RHW-3 Pezzo cosmetico - Marcatura regolare - Frecce coniche 1

source: RHW-3 Cosmetic Piece - Regular Markings - Thru Arrows
it: RHW-3 Pezzo cosmetico - Marcatura regolare - Frecce passanti

source: RHW-3 Cosmetic Piece - Regular Markings - Taper Arrows 2
it: RHW-3 Pezzo cosmetico - Marcatura regolare - Frecce coniche 2

source: RHW-3 Cosmetic Piece - Block Markings - Unmarked
it: RHW-3 Pezzo cosmetico - Marcatura a blocchi - Non marcato

source: RHW-3 Cosmetic Piece - Block Markings - Lane Reduction Arrow, inside lane
it: RHW-3 Pezzo cosmetico - Segnaletica orizzontale - Freccia di riduzione della corsia, corsia interna

source: RHW-3 Cosmetic Piece - Block Markings - Exit Arrow
it: RHW-3 Pezzo cosmetico - Marcatura di blocco - Freccia di uscita

source: RHW-3 Cosmetic Piece - Block Markings - Exit+Thru Arrows
it: RHW-3 Pezzo cosmetico - Marcatura a blocchi - Frecce di uscita e di attraversamento

source: RHW-3 Cosmetic Piece - Block Markings (Lane 1) - Split Arrows
it: RHW-3 Pezzo cosmetico - Marcatura di blocco (corsia 1) - Frecce divise

source: RHW-3 Cosmetic Piece - Solid Markings (Lane 1) - Unmarkerd
it: RHW-3 Pezzo cosmetico - Marcatura di blocco (corsia 1) - Frecce divise

source: RHW-3 Cosmetic Piece - Solid Markings (Lane 1) - Turn Arrow
it: RHW-3 Pezzo cosmetico - Segnaletica orizzontale (corsia 1) - Freccia di svolta

source: RHW-3 Cosmetic Piece - Solid Markings (Lane 1) - Turn + Thru Arrows
it: RHW-3 Pezzo cosmetico - Marcatura piena (corsia 1) - Frecce di svolta e di attraversamento

source: RHW-3 Cosmetic Piece - Solid Markings (Lane 1) - Split Arrows
it: RHW-3 Pezzo cosmetico - Marcatura piena (corsia 1) - Frecce separate

source: RHW-3 Cosmetic Piece - Block Markings (Lane 1) - Turn arrow
it: RHW-3 Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di svolta

source: RHW-3 Cosmetic Piece - Block Markings (Lane 1) - Turn + Thru Arrows
it: RHW-3 Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Frecce di svolta e di attraversamento

source: RHW-3 Cosmetic Piece - Dashed+Solid Markings - Unmarked
it: RHW-3 Pezzo cosmetico - Marcature tratteggiate+solide - Non marcato

source: RHW-3 Cosmetic Piece - Dashed+Solid Markings - Lane Reduction Arrow, inner lane
it: RHW-3 Pezzo cosmetico - Marcatura tratteggiata+solida - Freccia di riduzione della corsia, corsia interna

source: RHW-4 Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Outside Lane
it: RHW-4 Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia esterna

source: RHW-4 Cosmetic Piece - Regular Markings - Thru+Taper Arrows, Outside Lane
it: RHW-4 Pezzo cosmetico - Marcatura regolare - Frecce passanti e coniche, corsia esterna

source: RHW-4 Cosmetic Piece - Regular Markings - Thru Arrows
it: RHW-4 Pezzo cosmetico - Marcatura regolare - Frecce passanti

source: RHW-4 Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inside Lane
it: RHW-4 Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia interna

source: RHW-4 Cosmetic Piece - Regular Markings - Thru+Taper Arrows, Inside Lane
it: RHW-4 Pezzo cosmetico - Marcatura regolare - Frecce passanti e coniche, corsia interna

source: RHW-4 Cosmetic Piece - Block Markings - Unmarked
it: RHW-4 Pezzo cosmetico - Marcatura a blocchi - Non marcato

source: RHW-4 Cosmetic Piece - Block Markings - Lane Reduction Arrow, Outside Lane
it: RHW-4 Pezzo cosmetico - Segnaletica orizzontale - Freccia di riduzione della corsia, corsia esterna

source: RHW-4 Cosmetic Piece - Block Markings - Exit Arrow
it: RHW-4 Pezzo cosmetico - Marcatura di blocco - Freccia di uscita

source: RHW-4 Cosmetic Piece - Block Markings - Exit+Thru Arrows
it: RHW-4 Pezzo cosmetico - Marcatura a blocchi - Frecce di uscita e di attraversamento

source: RHW-4 Cosmetic Piece - Block Markings - Split Arrows
it: RHW-4 Pezzo cosmetico - Marcatura a blocchi - Frecce divise

source: RHW-4 Cosmetic Piece - Block Markings - Lane Reduction Arrow, Inside Lane
it: RHW-4 Pezzo cosmetico - Segnaletica orizzontale - Freccia di riduzione della corsia, corsia interna

source: RHW-4 Cosmetic Piece - Dashed-Solid Markings - Unmarked
it: RHW-4 Pezzo cosmetico - Marcatura tratteggiata-solida - Non marcato

source: RHW-4 Cosmetic Piece - Dashed-Solid Markings - Lane Reduction Arrow, Inner Lane
it: RHW-4 Pezzo cosmetico - Marcatura tratteggiata-solida - Freccia di riduzione della corsia, corsia interna

source: RHW-4 Cosmetic Piece - Dashed-Solid Markings - Exit Arrow
it: RHW-4 Pezzo cosmetico - Marcatura tratteggiata-solida - Freccia di uscita

source: RHW-4 Cosmetic Piece - Dashed-Solid Markings - Exit+Thru Arrows
it: RHW-4 Pezzo cosmetico - Marcatura tratteggiata-solida - Frecce di uscita+passaggio

source: RHW-4 Cosmetic Piece - Solid-Dashed Markings - Unmarked
it: RHW-4 Pezzo cosmetico - Marcature piene e tratteggiate - Non marcato

source: RHW-4 Cosmetic Piece - Solid-Dashed Markings - Lane Reduction, Outside Lane
it: RHW-4 Pezzo estetico - Marcatura a linee piene e tratteggiate - Riduzione di corsia, corsia esterna

source: RHW-4 Cosmetic Piece - Narrow Exit Lanes - Unmarked
it: RHW-4 Pezzo cosmetico - Corsie di uscita strette - Non marcato

source: RHW-4 Cosmetic Piece - Narrow Exit Lanes - Lane Reduction Arrow
it: RHW-4 Pezzo cosmetico - Corsie di uscita strette - Freccia di riduzione della corsia

source: RHW-4 Cosmetic Piece - Narrow Exit Lanes - Exit Arrow
it: RHW-4 Pezzo cosmetico - Corsie di uscita strette - Freccia di uscita

source: RHW-4 Cosmetic Piece - Narrow Exit Lanes - Exit+Thru Arrow
it: RHW-4 Pezzo cosmetico - Corsie di uscita strette - Freccia di uscita e di attraversamento

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type A1 Offramp
it: RHW-4 Pezzo cosmetico - Rampa OverPlop - Tipo A1 Offramp

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type A1 Onramp
it: RHW-4 Pezzo cosmetico - Rampa OverPlop - Tipo A1 Sulla rampa

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type A1 Wide Offramp
it: RHW-4 Pezzo cosmetico - Rampa OverPlop - Tipo A1 Wide Offramp

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type B1 Onramp
it: RHW-4 Pezzo cosmetico - Rampa OverPlop - Tipo B1 Onramp

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type B1 Offramp
it: RHW-4 Pezzo cosmetico - Rampa OverPlop - Tipo B1 Offramp

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type C1 Offramp
it: RHW-4 Pezzo cosmetico - Rampa OverPlop - Tipo C1 Offramp

source: RHW-6S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Outside Lane
it: RHW-6S Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia esterna

source: RHW-6S Cosmetic Piece - Regular Markings - Taper+Thru Arrows, Outside Lane
it: RHW-6S Pezzo cosmetico - Marcatura regolare - Frecce coniche+frecce passanti, corsia esterna

source: RHW-6S Cosmetic Piece - Regular Markings - Thru Arrows
it: RHW-6S Pezzo cosmetico - Marcature regolari - Frecce passanti

source: RHW-6S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inside Lane
it: RHW-6S Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia interna

source: RHW-6S Cosmetic Piece - Regular Markings - Taper+Thru Arrows, Inside Lane
it: RHW-6S Pezzo cosmetico - Marcatura regolare - Frecce coniche+frecce passanti, corsia interna

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) - Unmarked
it: RHW-6S Pezzo cosmetico - Marcatura a blocchi (corsia 1) - Non marcato

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) - Lane Reduction Arrow
it: RHW-6S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di riduzione corsia

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) -Exit Arrow
it: RHW-6S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di uscita

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) - Exit+Thru Arrows
it: RHW-6S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Frecce di uscita e di transito

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) - Exit+Taper+Thru Arrows
it: RHW-6S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Frecce di uscita + cono + passante

source: RHW-6S Cosmetic Piece - Block Markings (lane 2) - Unmarked
it: RHW-6S Pezzo cosmetico - Marcatura a blocchi (corsia 2) - Non marcato

source: RHW-6S Cosmetic Piece - Block Markings (lane 2) - Lane Reduction Arrow
it: RHW-6S Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Freccia di riduzione corsia

source: RHW-6S Cosmetic Piece - Block Markings (lane 2) - Exit Arrow
it: RHW-6S Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Freccia di uscita

source: RHW-6S Cosmetic Piece - Block Markings (lane 2) - Exit+Thru Arrows
it: RHW-6S Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Frecce di uscita e di attraversamento

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 1) - Unmarked
it: RHW-6S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Non marcato

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 1) - Exit Arrow
it: RHW-6S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Freccia di uscita

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 1) - Exit+Thru Arrows
it: RHW-6S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Frecce di uscita e di attraversamento

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 1) - Exit+Taper+Thru Arrows
it: RHW-6S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Frecce di uscita+confine+passaggio

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 2) - Unmarked
it: RHW-6S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Non marcato

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 2) - Lane Reduction Arrow
it: RHW-6S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Freccia di riduzione corsia

source: RHW-6S Cosmetic Piece - Solid-Dashed Markings (lane 1) - Unmarked
it: RHW-6S Pezzo cosmetico - Marcature piene e tratteggiate (corsia 1) - Non marcato

source: RHW-6S Cosmetic Piece - Solid-Dashed Markings (lane 1) - Lane Reduction Arrow
it: RHW-6S Pezzo cosmetico - Segnaletica tratteggiata (corsia 1) - Freccia di riduzione corsia

source: RHW-8S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Outside Lane
it: RHW-8S Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia esterna

source: RHW-8S Cosmetic Piece - Regular Markings - Thru+Taper Arrows
it: RHW-8S Pezzo cosmetico - Marcatura regolare - Frecce passanti e coniche

source: RHW-8S Cosmetic Piece - Regular Markings - Thru Arrows
it: RHW-8S Pezzo cosmetico - Marcature regolari - Frecce passanti

source: RHW-8S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inside Lane
it: RHW-8S Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia interna

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Unmarked
it: RHW-8S Pezzo cosmetico - Marcatura a blocchi (corsia 1) - Non marcato

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Lane Reduction Arrow
it: RHW-8S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di riduzione corsia

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Exit Arrow
it: RHW-8S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di uscita

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Exit+Thu Arrows
it: RHW-8S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Frecce di uscita+Thu

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Exit+Taper+Thu Arrows
it: RHW-8S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Frecce di uscita+contro+Thu

source: RHW-8S Cosmetic Piece - Block Markings (Lane 2) - Unmarked
it: RHW-8S Pezzo cosmetico - Marcatura a blocchi (corsia 2) - Non marcato

source: RHW-8S Cosmetic Piece - Block Markings (Lane 2) - Exit Arrows
it: RHW-8S Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Frecce di uscita

source: RHW-8S Cosmetic Piece - Block Markings (Lane 2) - Exit+Thu Arrows
it: RHW-8S Pezzo cosmetico - Segnaletica di blocco (corsia 2) - Frecce di uscita+Thu

source: RHW-8S Cosmetic Piece - Block Markings (Lane 3) - Unmarked
it: RHW-8S Pezzo cosmetico - Marcatura a blocchi (corsia 3) - Non marcato

source: RHW-8S Cosmetic Piece - Block Markings (Lane 3) - Lane Reduction Arrow
it: RHW-8S Pezzo cosmetico - Segnaletica di blocco (corsia 3) - Freccia di riduzione corsia

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Unmarked
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Non marcato

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Lane Reduction Arrow
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Freccia di riduzione corsia

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit Arrow
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Freccia di uscita

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit+Thru Arrows
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Frecce di uscita e di attraversamento

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit+Taper+Thru Arrows
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 1) - Frecce di uscita+confine+attraversamento

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Unmarked
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Non marcato

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Exit Arrows
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Frecce di uscita

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Exit+Thru Arrows
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 2) - Frecce di uscita e di transito

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 3) - Unmarked
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 3) - Non marcato

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 3) - Lane Reduction Arrow
it: RHW-8S Pezzo cosmetico - Marcatura tratteggiata-solida (corsia 3) - Freccia di riduzione corsia

source: RHW-8S Cosmetic Piece - Solid-Dashed Markings (Lane 1) - Unmarked
it: RHW-8S Pezzo cosmetico - Marcature piene e tratteggiate (corsia 1) - Non marcato

source: RHW-8S Cosmetic Piece - Solid-Dashed Markings (Lane 1) - Lane Reduction Arrow
it: RHW-8S Pezzo cosmetico - Segnaletica tratteggiata (corsia 1) - Freccia di riduzione corsia

source: RHW-10S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Outside Lane
it: RHW-10S Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia esterna

source: RHW-10S Cosmetic Piece - Regular Markings - Thru+Taper Arrows
it: RHW-10S Pezzo cosmetico - Marcatura regolare - Frecce passanti + coniche

source: RHW-10S Cosmetic Piece - Regular Markings - Thru Arrows
it: RHW-10S Pezzo cosmetico - Marcatura regolare - Frecce passanti

source: RHW-10S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inside Lane
it: RHW-10S Pezzo cosmetico - Segnaletica regolare - Freccia di riduzione della corsia, corsia interna

source: RHW-10S Cosmetic Piece - Block Markings (Lane 1) - Unmarked
it: RHW-10S Pezzo cosmetico - Marcatura a blocchi (corsia 1) - Non marcato

source: RHW-10S Cosmetic Piece - Block Markings (Lane 1) - Lane Reduction Arrow
it: RHW-10S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di riduzione corsia

source: RHW-10S Cosmetic Piece - Block Markings (Lane 1) - Exit Arrow
it: RHW-10S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Freccia di uscita

source: RHW-10S Cosmetic Piece - Block Markings (Lane 1) - Exit+Thru Arrows
it: RHW-10S Pezzo cosmetico - Segnaletica di blocco (corsia 1) - Frecce di uscita e di transito
