Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-RHW.po
Languages: it

source: Orthogonal 15m ERHW-4 over Diagonal MIS 4
it: Ortogonale 15m ERHW-4 su Diagonale MIS 4

source: Diagonal 15m ERHW-4 over Orthogonal MIS 1
it: Diagonale 15m ERHW-4 su ortogonale MIS 1

source: Diagonal 15m ERHW-4 over Orthogonal MIS 2
it: Diagonale 15m ERHW-4 su ortogonale MIS 2

source: Diagonal 15m ERHW-4 over Orthogonal MIS 3
it: Diagonale 15m ERHW-4 su ortogonale MIS 3

source: Diagonal 15m ERHW-4 over Orthogonal MIS 4
it: Diagonale 15m ERHW-4 su ortogonale MIS 4

source: Diagonal 15m ERHW-4 over Diagonal MIS 1
it: Diagonale 15m ERHW-4 su Diagonale MIS 1

source: Diagonal 15m ERHW-4 over Diagonal MIS 3
it: Diagonale 15m ERHW-4 su Diagonale MIS 3

source: Diagonal 15m ERHW-4 over Diagonal MIS 2
it: Diagonale 15m ERHW-4 su Diagonale MIS 2

source: Diagonal 15m ERHW-4 over Diagonal MIS 4
it: Diagonale 15m ERHW-4 su Diagonale MIS 4

source: RHW-6S Starter Piece
it: RHW-6S Pezzo iniziale

source: RHW-6S Filler Piece
it: RHW-6S Pezzo di riempimento

source: RHW-6C Starter Piece
it: RHW-6C Pezzo iniziale

source: RHW-6C Filler Piece
it: RHW-6C Pezzo di riempimento

source: Elevated RHW-6S Starter Piece
it: Pezzo iniziale RHW-6S rialzato

source: Elevated RHW-6C Starter Piece
it: Pezzo iniziale RHW-6C rialzato

source: RHW-8C Starter Type A (Symmetrical 8C-8C) 3x1 Rotate for Type B (Asymmetrical 8C-6C)
it: RHW-8C Avviamento tipo A (simmetrico 8C-8C) 3x1 Ruotare per il tipo B (asimmetrico 8C-6C)

source: RHW-8C Starter Type B (Asymmetrical 8C-6C) 3x1 Rotate for Type A (Symmetrical 8C-8C)
it: RHW-8C Avviamento tipo B (8C-6C asimmetrico) 3x1 Ruota per il tipo A (simmetrico 8C-8C)

source: RHW-8C FillerType A (Symmetrical 8C-8C) 3x1 Rotate for Type B (Asymmetrical 8C-6C)
it: RHW-8C FillerTipo A (simmetrico 8C-8C) 3x1 Ruotare per il tipo B (8C-6C asimmetrico)

source: RHW-8C FillerType B (Asymmetrical 8C-6C) 3x1 Rotate for Type A (Symmetrical 8C-8C)
it: RHW-8C FillerTipo B (asimmetrico 8C-6C) 3x1 Rotazione per il tipo A (simmetrico 8C-8C)

source: RHW-8S Starter Piece
it: RHW-8S Pezzo iniziale

source: RHW-8S Filler Piece
it: RHW-8S Pezzo di riempimento

source: Elevated RHW-8S Starter Piece
it: Pezzo iniziale RHW-8S rialzato

source: High Elevated RHW-8S Starter Piece
it: Pezzo iniziale RHW-8S High Elevated

source: Ground Light Rail x RHW-4
it: Ferrovia leggera a terra x RHW-4

source: Rail over RHW-4 (1x1)
it: Binario su RHW-4 (1x1)

source: Road over RHW-4 (1x1)
it: Strada sopra RHW-4 (1x1)

source: One-Way Road over RHW-4 (1x1)
it: Strada a senso unico su RHW-4 (1x1)

source: One-Way Road over RHW-4 (1x1)
it: Strada a senso unico su RHW-4 (1x1)

source: Avenue over RHW-4 (2x1)
it: Viale su RHW-4 (2x1)

source: MIS Ramp Starter Piece
it: Rampa MIS Pezzo iniziale

source: Elevated MIS Ramp Starter Piece
it: Rampa MIS rialzata Pezzo iniziale

source: High Elevated MIS Ramp Starter Piece
it: Rampa MIS ad alta elevazione Pezzo iniziale

source: RHW-10 Starter Piece
it: RHW-10 Pezzo iniziale

source: RHW-10 Filler Piece
it: RHW-10 Pezzo di riempimento

source: Elevated RHW-10 Starter Piece
it: Pezzo iniziale RHW-10 rialzato

source: High Elevated RHW-10 Starter Piece
it: Pezzo di avviamento RHW-10 a elevata elevazione
