Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-NWM.po
Languages: de, it

source: TLA-3 S-Curve
de: TLA-3 S-Kurve
it: Curva S TLA-3

source: TLA-3 45-Degree Curve
de: TLA-3 45°-Kurve
it: TLA-3 Curva a 45 gradi

source: TLA-3 90-Degree Curve (Large)
de: TLA-3 90°-Kurve (groß)
it: TLA-3 Curva a 90 gradi (grande)

source: TLA-3 FAR Straight Piece
de: TLA-3 FAR gerade
it: TLA-3 FAR Pezzo diritto

source: TLA-3 FAR Short Curve
de: TLA-3 FAR Kurve (kurz)
it: Curva corta TLA-3 FAR

source: TLA-3 90-Degree Curve (Small)
de: TLA-3 90°-Kurve (klein)
it: TLA-3 Curva a 90 gradi (piccola)

source: Road-to-TLA-3 Transition
de: Landstraße-zu-TLA-3-Übergang
it: Transizione da strada a TLA-3

source: Road-to-TLA-3 Transition (Diagonal)
de: Landstraße-zu-TLA-3-Übergang diagonal
it: Transizione strada-TLA-3 (diagonale)

source: TLA-3-to-ARD-3 Transition (Diagonal)
de: TLA-3-zu-ARD-3-Übergang diagonal
it: Transizione TLA-3-ARD-3 (diagonale)

source: 3-lane Turning Lane Avenue (TLA-3) Starter Piece Drag ROAD Network from End Stub
de: TLA-3 Starter-Puzzleteil (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Viale a 3 corsie con corsia di svolta (TLA-3) Pezzo iniziale Trascinare la rete stradale dal troncone finale

source: 3-lane Turning Lane Avenue (TLA-3) Starter Piece (Diagonal) Drag ROAD Network from End Stub
de: TLA-3 Starter-Puzzleteil diagonal (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Viale a 3 corsie con corsia di svolta (TLA-3) Pezzo iniziale (diagonale) Trascinare la rete stradale dal troncone finale

source: AVE-2 S-Curve
de: AVE-2 S-Kurve
it: AVE-2 Curva S

source: AVE-2 45-Degree Curve
de: AVE-2 45°-Kurve
it: AVE-2 Curva a 45 gradi

source: AVE-2 90-Degree Curve (Large)
de: AVE-2 90°-Kurve (groß)
it: AVE-2 Curva a 90 gradi (grande)

source: AVE-2 FAR Straight Piece
de: AVE-2 FAR gerade
it: AVE-2 FAR Pezzo diritto

source: AVE-2 FAR Short Curve
de: AVE-2 FAR Kurve (kurz)
it: AVE-2 FAR Curva corta

source: AVE-2 90-Degree Curve (Small)
de: AVE-2 90°-Kurve (klein)
it: AVE-2 Curva a 90 gradi (piccola)

source: Road-to-AVE-2 Transition (Type A)
de: Landstraße-zu-AVE-2-Übergang
it: Transizione da strada ad AVE-2 (tipo A)

source: Road-to-AVE-2 Transition (Type B)
it: Transizione da strada ad AVE-2 (tipo B)

source: TLA-3-to-AVE-2 Transition
de: TLA-3-zu-AVE-2-Übergang
it: Transizione da strada ad AVE-2 (tipo A)

source: AVE-2-to-ARD-3 Transition
de: AVE-2-zu-ARD-3-Übergang
it: Transizione AVE-2-ARD-3

source: AVE-2-to-ARD-3 Transition
de: AVE-2-zu-ARD-3-Übergang
it: Transizione AVE-2-ARD-3

source: Road-to-AVE-2 Transition (Diagonal)
de: Landstraße-zu-AVE-2-Übergang diagonal
it: Transizione strada-AVE-2 (diagonale)

source: TLA-3-to-AVE-2 Transition (Diagonal)
de: TLA-3-zu-AVE-2-Übergang diagonal
it: Transizione TLA-3-AVE-2 (diagonale)

source: AVE-4-to-AVE-2 Transition
de: AVE-4-zu-AVE-2-Übergang
it: Transizione da AVE-4 ad AVE-2

source: 2-lane Avenue (AVE-2) Starter Piece Drag ROAD Network from End Stub
de: AVE-2 Starter-Puzzleteil (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Viale a 2 corsie (AVE-2) Pezzo iniziale Trascinare la rete stradale dal troncone finale

source: 2-lane Avenue (AVE-2) Starter Piece (Diagonal) Drag ROAD Network from End Stub
de: AVE-2 Starter-Puzzleteil diagonal (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Viale a 2 corsie (AVE-2) Pezzo iniziale (diagonale) Trascinare la rete stradale dal troncone finale

source: ARD-3 S-Curve 1
de: ARD-3 S-Kurve 1
it: ARD-3 Curva S 1

source: ARD-3 S-Curve 2
de: ARD-3 S-Kurve 2
it: ARD-3 Curva S 2

source: ARD-3 45-Degree Curve 1
de: ARD-3 45°-Kurve 1
it: ARD-3 Curva a 45 gradi 1

source: ARD-3 45-Degree Curve 2
de: ARD-3 45°-Kurve 2
it: ARD-3 Curva a 45 gradi 2

source: ARD-3 90-Degree Curve (Large) 1
de: ARD-3 90°-Kurve (groß) 1
it: ARD-3 Curva a 90 gradi (grande) 1

source: ARD-3 90-Degree Curve (Large) 2
de: ARD-3 90°-Kurve (groß) 2
it: ARD-3 Curva a 90 gradi (grande) 2

source: ARD-3 90-Degree Curve (Small) 1
de: ARD-3 90°-Kurve (klein) 1
it: ARD-3 Curva a 90 gradi (piccola) 1

source: ARD-3 90-Degree Curve (Small) 2
de: ARD-3 90°-Kurve (klein) 2
it: ARD-3 Curva a 90 gradi (piccola) 2

source: Road-to-ARD-3 Transition
de: Landstraße-zu-ARD-3-Übergang
it: Transizione da strada a ARD-3

source: Road-to-ARD-3 Transition
de: Landstraße-zu-ARD-3-Übergang
it: Transizione da strada a ARD-3

source: TLA-3-to-ARD-3 Transition
de: TLA-3-zu-ARD-3-Übergang
it: Transizione TLA-3-ARD-3

source: TLA-3-to-ARD-3 Transition
de: TLA-3-zu-ARD-3-Übergang
it: Transizione TLA-3-ARD-3

source: Road-to-ARD-3 Transition 1 (Diagonal)
de: Landstraße-zu-ARD-3-Übergang 1 diagonal
it: Strada-ARD-3 Transizione 1 (diagonale)

source: Road-to-ARD-3 Transition 2 (Diagonal)
de: Landstraße-zu-ARD-3-Übergang 2 diagonal
it: Strada-ARD-3 Transizione 2 (diagonale)

source: AVE-2-to-ARD-3 Transition (Diagonal)
de: AVE-2-zu-ARD-3-Übergang diagonal
it: Transizione AVE-2-ARD-3 (diagonale)

source: 3-lane Asymmetrical Road (ARD-3) Starter Piece Drag ROAD Network from End Stub
de: ARD-3 Starter-Puzzleteil (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Strada asimmetrica a 3 corsie (ARD-3) Pezzo iniziale Trascinare la rete stradale dal troncone finale

source: 3-lane Asymmetrical Road (ARD-3) Starter Piece (Diagonal 1) Drag ROAD Network from End Stub
de: ARD-3 Starter-Puzzleteil diagonal (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Strada asimmetrica a 3 corsie (ARD-3) Pezzo iniziale (Diagonale 1) Trascinare la rete stradale dallo stub finale

source: 3-lane Asymmetrical Road (ARD-3) Starter Piece (Diagonal 2) Drag ROAD Network from End Stub
de: ARD-3 Starter-Puzzleteil diagonal 2 (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Strada asimmetrica a 3 corsie (ARD-3) Pezzo iniziale (diagonale 2) Trascinare la rete stradale dallo stub finale

source: OWR-1 S-Curve NOT COMPLETE
de: OWR-1 S-Kurve (nicht vollständig)
it: OWR-1 Curva S NON COMPLETATA

source: OWR-1 45-Degree Curve NOT COMPLETE
de: OWR-1 45°-Kurve (nicht vollständig)
it: OWR-1 Curva a 45 gradi NON COMPLETA

source: OWR-1 S-Curve NOT COMPLETE
de: OWR-1 S-Kurve (nicht vollständig)
it: OWR-1 Curva S NON COMPLETATA

source: OWR-1 FAR Straight Piece
de: OWR-1 FAR gerade
it: OWR-1 FAR Pezzo diritto

source: OWR-1 FAR Short Curve
de: OWR-1 FAR Kurve (kurz)
it: Curva corta OWR-1 FAR

source: OWR-1 90-Degree Curve (Small) NOT COMPLETE
de: OWR-1 90°-Kurve (klein) (nicht vollständig)
it: OWR-1 Curva a 90 gradi (piccola) NON COMPLETO

source: OWR-1-to-OWR-2 Transition
de: OWR-1-zu-OWR-2-Übergang
it: Transizione da OWR-1 a OWR-2

source: OWR-1-to-2 Transition (Diagonal)
de: OWR-1-zu-2-Übergang diagonal
it: Transizione OWR-1-2 (diagonale)

source: 1-lane One-Way Road (OWR-1) Starter Piece (Diagonal) Drag ONE-WAY ROAD Network from End Stub
de: OWR-1 Starter-Puzzleteil diagonal (ziehe Einbahnstraße ausgehend vom überhängenden Teil)
it: Strada a senso unico a 1 corsia (OWR-1) Pezzo iniziale (diagonale) Trascinare la rete di STRADE A SENSO UNICO dal mozzo finale

source: OWR-3 S-Curve NOT COMPLETE
de: OWR-3 S-Kurve (nicht vollständig)
it: OWR-3 Curva S NON COMPLETATA

source: OWR-3 45-Degree Curve NOT COMPLETE
de: OWR-3 45°-Kurve (nicht vollständig)
it: OWR-3 Curva a 45 gradi NON COMPLETATA

source: OWR-3 90-Degree Curve (Large) NOT COMPLETE
de: OWR-3 90°-Kurve (groß) (nicht vollständig)
it: OWR-3 Curva a 90 gradi (grande) NON COMPLETO

source: OWR-3 90-Degree Curve (Small) NOT COMPLETE
de: OWR-3 90°-Kurve (klein) (nicht vollständig)
it: OWR-3 Curva a 90 gradi (piccola) NON COMPLETO

source: OWR-2-to-OWR-3 Transition
de: OWR-2-zu-OWR-3-Übergang
it: Transizione da OWR-2 a OWR-3

source: OWR-2-to-3 Transition (Diagonal)
de: OWR-2-zu-3-Übergang diagonal
it: Transizione OWR-2-3 (diagonale)

source: 3-lane One-Way Road (OWR-3) Starter Piece Drag ONE-WAY ROAD Network from End Stub
de: OWR-3 Starter-Puzzleteil (ziehe Einbahnstraße ausgehend vom überhängenden Teil)
it: Strada a senso unico a 3 corsie (OWR-3) Pezzo iniziale Trascinare la rete di strade a senso unico dallo stub finale

source: 3-lane One-Way Road (OWR-3) Starter Piece (Diagonal) Drag ONE-WAY ROAD Network from End Stub
de: OWR-3 Starter-Puzzleteil diagonal (ziehe Einbahnstraße ausgehend vom überhängenden Teil)
it: Strada a senso unico a 3 corsie (OWR-3) Pezzo iniziale (diagonale) Trascinare la rete di STRADE A SENSO UNICO dal mozzo finale

source: Road-to-NRD-4 Transition
de: Landstraße-zu-NMAVE-4-Übergang
it: Transizione strada-NRD-4

source: 4-lane Narrow Road (NRD-4) Starter Piece Drag ROAD Network from End Stub
de: NRD-4 Starter-Puzzleteil (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Strada stretta a 4 corsie (NRD-4) Pezzo iniziale Trascinare la rete stradale dallo stub finale

source: 4-lane Narrow Medianless Avenue (NMAVE-4) Starter Piece (Diagonal) Drag ROAD Network from End Stub
it: Strada stretta a 4 corsie senza barriere (NMAVE-4) Pezzo iniziale (diagonale) Trascinare la rete stradale dal troncone finale

source: TLA-5 to AVE-4 Transition
de: TLA-5-zu-AVE-4-Übergang
it: Transizione da TLA-5 ad AVE-4

source: 5-lane Turning Lane Avenue (TLA-5) Starter Piece Drag ROAD Network from End Stub
de: TLA-5 Starter-Puzzleteil (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Viale a 5 corsie con corsia di svolta (TLA-5) Pezzo iniziale Trascinare la rete stradale dal troncone finale

source: TLA-5 Neighbor Connector
de: TLA-5 Nachbarschaftsverbindungs-Puzzleteil
it: Connettore di vicinato TLA-5

source: OWR-3 to OWR-4 Transition
de: OWR-3-zu-OWR-4-Übergang
it: Transizione da OWR-3 a OWR-4

source: OWR-3 to OWR-5 Transition
de: OWR-3-zu-OWR-5-Übergang
it: Transizione da OWR-3 a OWR-5

source: 4-lane One-Way Road (OWR-4) Starter Piece Drag ONE-WAY ROAD Network from End Stubs
de: OWR-4 Starter-Puzzleteil (ziehe Einbahnstraße ausgehend vom überhängenden Teil)
it: Strada a senso unico a 4 corsie (OWR-4) Pezzo iniziale Trascinare la rete di strade a senso unico dai mozziconi finali

source: OWR-4 to OWR-5 Transition
de: OWR-4-zu-OWR-5-Übergang
it: Transizione da OWR-4 a OWR-5

source: 5-lane One-Way Road (OWR-5) Starter Piece Drag ONE-WAY ROAD Network from End Stubs
de: OWR-5 Starter-Puzzleteil (ziehe Einbahnstraße ausgehend vom überhängenden Teil)
it: Strada a senso unico a 5 corsie (OWR-5) Pezzo iniziale Trascinare la rete di strade a senso unico dai mozziconi finali

source: RD-4 to AVE-4 Transition Type A
de: MAVE-4-zu-AVE-4-Übergang Typ A
it: Da RD-4 ad AVE-4 Transizione di tipo A

source: RD-4 to TLA-5 Transition
de: MAVE-4-zu-TLA-5-Übergang
it: Transizione da RD-4 a TLA-5

source: RD-4 to AVE-4 Transition Type B
de: MAVE-4-zu-AVE-4-Übergang Typ B
it: Da RD-4 ad AVE-4 Transizione di tipo B

source: RD4 to RD-6 Transition
de: MAVE-4-zu-MAVE-6-Übergang
it: Transizione da RD4 a RD-6

source: 4-lane Road (RD-4) Starter Piece Drag ROAD Network from End Stubs
de: MAVE-4 Starter-Puzzleteil (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Pezzo iniziale Strada a 4 corsie (RD-4) Trascinare la rete stradale dai mozziconi finali

source: RD-4 Neighbor Connector
de: MAVE-4 Nachbarschaftsverbindungs-Puzzleteil
it: Connettore di vicinato RD-4

source: RD-6 to AVE-4 Transition Type A
de: MAVE-6-zu-AVE-4-Übergang Typ A
it: Da RD-6 ad AVE-4 Transizione di tipo A

source: RD-6 to TLA-5 Transition
de: MAVE-6-zu-TLA-5-Übergang
it: Transizione da RD-6 a TLA-5

source: RD-6 to AVE-4 Transition Type B
de: MAVE-6-zu-AVE-4-Übergang Typ B
it: Da RD-6 ad AVE-4 Transizione di tipo B

source: 6-lane Road (RD-6) Starter Piece Drag ROAD Network from End Stubs
de: MAVE-6 Starter-Puzzleteil (ziehe Landstraße ausgehend vom überhängenden Teil)
it: Pezzo iniziale Strada a 6 corsie (RD-6) Trascinare la rete stradale dai mozzi finali

source: 5-lane Road (RD-5) Starter Piece Drag ROAD Network from End Stubs
de: MAVE-5 Starter-Puzzleteil (ziehe Einbahnstraße ausgehend vom überhängenden Teil)
it: Pezzo iniziale Strada a 5 corsie (RD-5) Trascinare la rete stradale dai mozziconi finali

source: RD-6 Neighbor Connector
de: MAVE-6 Nachbarschaftsverbindungs-Puzzleteil
it: Connettore di vicinato RD-6

source: AVE-4-to-6 Transition
de: AVE-4-zu-6 Übergang
it: Transizione da AVE-4 a 6

source: AVE-6-to-RD-6 Transition
it: Transizione da AVE-6 a RD-6

source: TLA-7-to-RD-6 Transition
it: Transizione da TLA-7 a RD-6

source: 7-lane Turning Lane Avenue (TLA-7) Starter Piece Drag ROAD Network from End Stubs
de: TLA-7 Starter-Puzzleteil
it: Viale a 7 corsie con corsia di svolta (TLA-7) Pezzo iniziale Trascinare la rete stradale dai mozziconi finali

source: TLA-7 Neighbor Connector
de: TLA-7 Nachbarschaftsverbindung
it: Connettore di vicinato TLA-7

source: AVE-6 Neighbor Connector
de: AVE-6 Nachbarschaftsverbindung
it: Connettore di vicinato AVE-6

source: Triple Tile AVE-to-TLA Center Transition
de: Drei Felder AVE-zu-TLA zentrierter Übergang
it: Transizione centrale da AVE a TLA a tre piastrelle

source: 6-lane Avenue (AVE-6) Starter Piece Drag ROAD Network from End Stubs
de: AVE-6 Starter-Puzzleteil
it: Pezzo iniziale Viale a 6 corsie (AVE-6) Trascinare la rete stradale dai mozzi finali

source: 9-lane Turning Lane Avenue (TLA-9) Starter Piece Drag ROAD Network from End Stubs
de: TLA-9 Starter-Puzzleteil
it: Viale a 9 corsie con corsia di svolta (TLA-9) Pezzo iniziale Trascinare la rete stradale dai mozziconi finali

source: 8-lane Turning Lane Avenue (TLA-8) Starter Piece Drag ROAD Network from End Stubs
de: TLA-8 Starter-Puzzleteil
it: Viale a 8 corsie di svolta (TLA-8) Pezzo iniziale Trascinare la rete stradale dai mozzi finali

source: 8-lane Avenue (AVE-8) Starter Piece Drag ROAD Network from End Stubs
de: AVE-8 Starter-Puzzleteil
it: Pezzo iniziale Viale a 8 corsie (AVE-8) Trascinare la rete stradale dai mozzi finali

source: 7-lane Avenue (AVE-7) Starter Piece Drag ROAD Network from End Stubs
de: AVE-7 Starter-Puzzleteil
it: Pezzo iniziale Viale a 7 corsie (AVE-7) Trascinare la rete stradale dai mozzi finali

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (A1 Orthogonal) Overrides for OWR 1 come out the applicable end.
it: Strada a senso unico (Superstrada Reale) OWR-2 Rampa flessibile (A1 ortogonale) Le sovrascritte per OWR 1 escono dalla parte applicabile.

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (A1 Wide Orthogonal) Overrides for OWR 1 come out the applicable end.
it: Strada a senso unico (Superstrada Reale) OWR-2 Flex Ramp (A1 Ortogonale Ampia) Le sovrascritte per OWR 1 escono dalla parte applicabile.

source: Real Expressway Radius (1) piece 270 Degree Loop Default is One Way Road 2 Overrides to... One way Road-1
it: Raggio Superstrada Reale (1) pezzo 270 gradi Loop L'impostazione predefinita è Strada a senso unico 2 Sovrascrive a... Strada a senso unico 1

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (B1 Orthogonal) Overrides for OWR 1 come out the applicable end.
it: Strada a senso unico (Superstrada Reale) OWR-2 Rampa flessibile (B1 ortogonale) Le sovrascritte per OWR 1 escono dalla parte applicabile.

source: One Way Road (Real Expressway) OWR-3 Flex Ramp (A2 Orthogonal) Overrides for OWR 3 come out the applicable end.
it: Strada a senso unico (Superstrada Reale) OWR-3 Rampa flessibile (A2 ortogonale) Le sovrascritte per OWR 3 vengono applicate alla fine.

source: One Way Road (Real Expressway) OWR-3 Flex Ramp (B2 Orthogonal) Overrides for OWR 3 come out the applicable end.
it: Strada a senso unico (Superstrada Reale) OWR-3 Rampa flessibile (B2 ortogonale) Le sovrascritte per la OWR 3 escono dalla parte applicabile.

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (D1 Orthogonal) Overrides for OWR 1 come out the applicable ends.
it: Strada a senso unico (Superstrada Reale) OWR-2 Rampa flessibile (D1 ortogonale) Le sovrascritte per OWR 1 escono dalle estremità applicabili.

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (E1 Orthogonal) Overrides for OWR 1 come out the applicable ends.
it: Strada a senso unico (Superstrada Reale) OWR-2 Flex Ramp (E1 Orthogonal) Le sovrascritte per OWR 1 escono dalle estremità applicabili.

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (B1 Diagonal) Overrides for OWR 1 come out the applicable end.
it: Strada a senso unico (Superstrada Reale) OWR-2 Flex Ramp (B1 Diagonal) Le sovrascritte per la OWR 1 escono dalla parte applicabile.

source: One Way Road (Real Expressway) OWR-3 Flex Ramp (D1 Orthogonal) Overrides for OWR (3) and OWR (1) come out the applicable ends.
it: Strada a senso unico (Superstrada Reale) OWR-3 Flex Ramp (D1 Orthogonal) Le sovrascritte per OWR (3) e OWR (1) escono dalle estremità applicabili.

source: One Way Road (Real Expressway) OWR-3 Flex Ramp (D2 Orthogonal) Overrides for OWR (3) and OWR (1) come out the applicable ends.
it: Strada a senso unico (Superstrada Reale) OWR-3 Flex Ramp (D2 Orthogonal) Le sovrascritte per OWR (3) e OWR (1) escono dalle estremità applicabili.

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (A1 Diagonal) Overrides for OWR 1 come out the applicable end.
it: Strada a senso unico (Superstrada Reale) OWR-2 Flex Ramp (A1 Diagonal) Le sovrascritte per la OWR 1 escono dalla parte applicabile.

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (B1 Diagonal Curved) Overrides for OWR 1 come out the applicable end.
it: Strada a senso unico (Superstrada Reale) OWR-2 Flex Ramp (B1 Diagonal Curved) Le sovrascritte per OWR 1 escono dalla parte applicabile.

source: One Way Road (Real Expressway) OWR-3 Flex Ramp (E2 Orthogonal) Overrides for OWR (3) and OWR (1) come out the applicable ends.
it: Strada a senso unico (Superstrada Reale) OWR-3 Flex Ramp (E2 Orthogonal) Le sovrascritte per OWR (3) e OWR (1) escono dalle estremità applicabili.

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (E1 Diagonal) Overrides for OWR 1 come out the applicable end.
it: Strada a senso unico (Superstrada Reale) OWR-2 Flex Ramp (E1 Diagonal) Le sovrascritte per la OWR 1 escono dalla parte applicabile.

source: One Way Road (Real Expressway) OWR-3 Flex Ramp (E1 Orthogonal) Overrides for OWR (3) and OWR (1) come out the applicable ends.
it: Strada a senso unico (Superstarda Reale) OWR-3 Flex Ramp (E1 Orthogonal) Le sovrascritte per OWR (3) e OWR (1) escono dalle estremità applicabili.

source: REW Splitter - Ortho Symmetrical Wye (Type D)
it: Splitter REW - Ortogonale simmetrico (tipo D)

source: REW Splitter - Ortho Asymmetrical Wye (Type D)
it: Splitter REW - ortogonale asimmetrico (tipo D)

source: REW Splitter - Ortho/Diagonal Wye (Type E)
it: Splitter REW - Ortogonale/Diagonale Wye (Tipo E)

source: REW Splitter - Diagonal Symmetrical Wye (Type E)
it: Splitter REW - Diagonale simmetrico Wye (tipo E)

source: REW Splitter - Folded Wye
it: Splitter REW - Wye piegato

source: REW Splitter - Diagonal & Wide Ortho (Type D/E)
it: Splitter REW - Diagonale e ortogonale largo (tipo D/E)

source: REW Splitter - Half-Folded Wye
it: Splitter REW - Wye semipiegato

source: Multi Radius Curve (R3) Flex Curve 45 Degrees for Road Network This Flex Piece can be overidden to other Network Widening Mod (NWM) Single tile pieces that are Road based including... -TLA-3,-AVE-2, -ARD-3, -NRD-4
it: Curva a raggio multiplo (R3) Curva flessibile a 45 gradi per la rete stradale Questo pezzo flessibile può essere sovrapposto ad altri pezzi di Network Widening Mod (NWM) a piastrella singola basati su strade, tra cui... -TLA-3, -AVE-2, -ARD-3, -NRD-4

source: Multi Radius Curve (R4) Flex Curve 45 Degrees for Road Network This Flex Piece can be overidden to other Network Widening Mod (NWM) Single tile pieces that are Road based including... -TLA-3,-AVE-2, -ARD-3, -NRD-4
it: Curva a raggio multiplo (R4) Curva flessibile a 45 gradi per rete stradale Questo pezzo flessibile può essere sovrapposto ad altri pezzi di Network Widening Mod (NWM) a piastrella singola basati su strade, tra cui... -TLA-3, -AVE-2, -ARD-3, -NRD-4

source: Multi Radius Curve (R5) Flex Curve 45 Degrees for Road Network This Flex Piece can be overidden to other Network Widening Mod (NWM) Single tile pieces that are Road based including... -TLA-3,-AVE-2, -ARD-3, -NRD-4
it: Curva a raggio multiplo (R5) Curva flessibile a 45 gradi per rete stradale Questo pezzo flessibile può essere sovrapposto ad altri pezzi di Network Widening Mod (NWM) a piastrella singola basati su strade, tra cui... -TLA-3, -AVE-2, -ARD-3, -NRD-4

source: Multi Radius Curve (R3) Flex Curve 45 Degrees for TLA-5 This Flex Piece can be overidden to -RD-6 NWM Network
it: Curva a raggio multiplo (R3) Curva flessibile a 45 gradi per TLA-5 Questo pezzo flessibile può essere sovrascritto a RD-6 Rete NWM

source: Multi Radius Curve (R4) Flex Curve 45 Degrees for TLA-5 This Flex Piece can be overidden to -RD-6 NWM Network
it: Curva a raggio multiplo (R4) Curva flessibile a 45 gradi per TLA-5 Questo pezzo flessibile può essere sovrascritto a RD-6 Rete NWM

source: Multi Radius Curve (R5) Flex Curve 45 Degrees for TLA-5 This Flex Piece can be overidden to -RD-6 NWM Network
it: Curva a raggio multiplo (R5) Curva flessibile a 45 gradi per TLA-5 Questo pezzo flessibile può essere sovrascritto a RD-6 Rete NWM

source: Multi Radius Curve (R3) Flex Curve 45 Degrees for Road-4 [RD4]
it: Curva a raggio multiplo (R3) Curva flessibile a 45 gradi per Strada-4 [RD4]

source: Multi Radius Curve (R4) Flex Curve 45 Degrees for Road-4 [RD4]
it: Curva a raggio multiplo (R4) Curva flessibile a 45 gradi per Strada-4 [RD4]

source: Multi Radius Curve (R5) Flex Curve 45 Degrees for Road-4 [RD4]
it: Curva a raggio multiplo (R5) Curva flessibile a 45 gradi per Strada-4 [RD4]

source: 1-lane One-Way Road (OWR-1) Starter Piece Drag ONE-WAY ROAD Network from End Stub
de: OWR-1 Starter-Puzzleteil (ziehe Einbahnstraße ausgehend vom überhängenden Teil)

source: 4-lane Narrow Road (NRD-4) Starter Piece (Diagonal) Drag ROAD Network from End Stub
de: NRD-4 Starter-Puzzleteil diagonal (ziehe Landstraße ausgehend vom überhängenden Teil)

source: TLA-7-to-TLA-9/AVE-6-to-AVE-8 Transition
de: TLA-7-zu-TLA-9/AVE-6-zu-AVE-8 Übergang
