Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/stations.po
Languages: it, ko

source: Based on the original design of the Dresden Hauptbahnhof, Germany. This station mixes a central hall at ground level plus four L1 (7.5m) elevated rail platforms at the sides. In-game you will need to drag the elevated rail tracks under the overhangs at the sides. In addition, it has an overhang at the front. Lot Size: 4x13 (with overhangs: 8x20. The model expanding 2 tiles on both of the sides and another 7 tiles ahead from the lot) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 534 It supports L1 Hybrid Railway (HRW) traffic to get-on/off from the trains on the overhangs closer to the building and/or it also supports L1 E-RRW and/or L1 BRT (single tile L1 road networks, OWR2 and RHW). There are four rail tracks at the back on ground level which terminate in the station building. It has a Bus Stop and Subway Station as well. Created by Debussyman
it: Basata sul progetto originale della Hauptbahnhof di Dresda, in Germania. Questa stazione combina una sala centrale a livello del suolo e quattro piattaforme ferroviarie sopraelevate L1 (7,5 m) ai lati. Nel gioco è necessario trascinare i binari sopraelevati sotto le sporgenze laterali. Inoltre, ha una sporgenza sul davanti. Dimensioni del lotto: 4x13 (con sporgenze: 8x20. Il modello si espande di 2 piastrelle su entrambi i lati e di altre 7 piastrelle in avanti rispetto al lotto). Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 534 Supporta il traffico ferroviario ibrido L1 (HRW) per salire e scendere dai treni sulle sporgenze più vicine all'edificio e/o supporta anche L1 E-RRW e/o L1 BRT (reti stradali L1 a singola tessera, OWR2 e RHW). Sul retro, al livello del suolo, sono presenti quattro binari che terminano nell'edificio della stazione. Dispone anche di una fermata dell'autobus e di una stazione della metropolitana. Creato da Debussyman
ko: 독일 드레스덴중앙역을 바탕으로 만든 오리지널 역입니다. 지상의 중앙홀 양쪽에 L1 (7.5m) 고가 철도 승강장이 붙어있습니다. 양쪽 돌출부에 고가 철도를 그어야 합니다. 앞쪽에도 돌출부가 있습니다. 크기: 4x13 (돌출부를 포함하면 8x20) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 534 L1 하이브리드 철도(HRW)를 지원하여 돌출부에서 승하차할 수 있으며, L1 E-RRW과 L1 간선급행버스(한 칸 L1 도로 네트워크, OWR2, RHW)도 지원합니다. 지상에 선로 4개가 있고 역 건물에서 끝납니다. 버스 정거장, 지하철역도 있습니다. Debussyman 제작

source: Subway to Underground Rail Connector (4-Way Road)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (Strada)
ko: 지하철 <> 지하 철도 연결기(도로 사거리)

source: Connector between subway and underground rail (4-Way Road) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (strada a 4 corsie) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도를 연결합니다. (도로 +자 교차로) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Overhanging L2 Bus Rapid Transit Station v2 by Xyloxadoria
it: Stazione del Trasporto Rapido per Autobus L2 a sporgenza v2 di Xyloxadoria
ko: 돌출형 L2 간선급행버스 정거장 v2. Xyloxadoria 제작

source: Overhanging bus rapid transit station, with optional subway service. Use with Bus Rapid Transit Other Side lot. Lot Size: 1x1 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 23 Created by Xyloxadoria
it: Stazione di trasporto rapido per autobus a sbalzo, con servizio di metropolitana opzionale. Da utilizzare con il lotto Bus Rapid Transit Other Side. Dimensione del lotto: 1x1 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo di ruspatura: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 23 Creato da Xyloxadoria
ko: 돌출형 L2 간선급행버스 정거장. 지하철도 제공합니다. 간선급행버스 다른 쪽 랏을 함께 사용하세요. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 23 Xyloxadoria 제작

source: Overhanging Bus Rapid Transit (other side) v2
it: Trasporto Rapido di Autobus a Sporgenza (altro lato) v2
ko: 돌출형 간선급행버스 (다른 쪽) v2

source: Put this in the overhanging column of the bus rapid transit station. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Created by Xyloxadoria
it: Da collocare nella colonna sporgente della stazione di transito rapido degli autobus. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Creato da Xyloxadoria
ko: 간선급행버스 정거장의 돌출부에 설치합니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 제작 Xyloxadoria

source: Modern Double Height Monorail-BTM Station by Xyloxadoria
it: Stazione Moderna a Doppia Altezza Monorotaia / Ferrovia ad Alta Velcoità di Xyloxadoria
ko: 현대적인 초고가 모노레일/고속철도 역. Xyloxadoria 제작

source: Double Height Monorail/Bullet Train Station with Bus and Subway Service and it has parking facility. Lot Size: 1x4 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 27 Created by Xyloxadoria
it: Stazione ferroviaria a doppia altezza con servizio di autobus e metropolitana e parcheggio. Dimensione del lotto: 1x4 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 27 Creato da Xyloxadoria
ko: 초고가 모노레일/고속철도역. 버스 정거장, 지하철역 그리고 주차장도 있습니다. 크기: 1x4 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 27 Xyloxadoria 제작

source: CAN-AM Passenger Ferry
it: Traghetto Passeggeri CAN-AM
ko: CAN-AM 여객 페리

source: CAN-AM Freighter
it: CAN-AM Cargo
ko: CAN-AM 화물선

source: Boulevard Light
it: Luce del viale
ko: Boulevard 가로등

source: Railway Tunnel Entrance
it: Ingresso del tunnel ferroviario
ko: 철도 터널 입구

source: Elevated Rail Train
it: Treno ferroviario sopraelevato
ko: 지상전철 열차

source: Requires Elevated Rail Train Station
it: Richiede una stazione ferroviaria sopraelevata
ko: 지상전철역이 필요합니다

source: Real Highways are convenient and have no monthly cost.
it: Le Autostrade Reali (Real Highway) sono convenienti e non hanno costi mensili.
ko: 현실고속도로는 편리하고 월간 비용이 들지 않습니다.

source: GLR/Tram or Elevated train or FLUPs
it: GLR/Tram o treno sopraelevato o FLUP
ko: 전차 또는 지상전철 차량 또는 FLUPs

source: Straight Rail x Diagonal GHSR
it: Ferrovia Rettilinea x diagonale GHSR
ko: 고가 철도 :: 대각선 GHSR 교차

source: Noah Diagonal Tramstop (NAM Version)
it: Fermata del tram diagonale Noah (versione NAM)

source: Diagonal tram stop. The model was originally dedicated to Noah (noahclem) for a never finished GLR mod. This is the Network Addon Mod version. It uses slightly different prop set, than the original one. Lot Size: 1x2 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# BAT by Art128 Lotting and Modding by Tyberius06
it: Fermata del tram in diagonale. Il modello è stato originariamente dedicato a Noah (noahclem) per un mod GLR mai terminato. Questa è la versione Network Addon Mod. Utilizza un set di puntelli leggermente diverso da quello originale. Dimensione del lotto: 1x2 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# BAT da Art128 Lottizzazione e modifica da Tyberius06

source: Oidaas-Tyb06 HRW L1 Station for NAM
it: Oidaas-Tyb06 Stazione HRW L1 per NAM

source: This is a L1 (7.5m) Hybrid RailWay Station with two passing through DTR lines. It's a shorter lot with overhanging platforms allowing crossing networks to be built beneath. This is the NAM (Network Addon Mod) version. Lot Size: 4x4 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 92 It supports passenger rail, mono/high-speed rail, subway and bus services. It also has an underground carpark (the entrance is covered by the overhanging platforms). It allows freight rail to pass through on the station. Created by Main Model: Oidaas Lotting and Modding (TE): Tyberius06
it: Si tratta di una stazione L1 (7,5 m) Hybrid RailWay con due linee DTR passanti. È un lotto più corto con piattaforme sporgenti che consentono di costruire reti di attraversamento al di sotto. Questa è la versione NAM (Network Addon Mod). Dimensione del lotto: 4x4 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 92 Supporta servizi ferroviari per passeggeri, treni mono/alta velocità, metropolitane e autobus. Dispone anche di un parcheggio sotterraneo (l'ingresso è coperto dalle piattaforme sporgenti). Consente il passaggio del treno merci nella stazione. Creato da Modello principale: Oidaas Lottizzazione e Modding (TE): Tyberius06

source: Winterton L2 Hybrid RailWay Terminal
it: Terminal ferroviario ibrido di Winterton L2

source: Train station intended for 15 m (Level 2) elevated Hybrid RailWay viaduct. Loosely based on the old Gare Montparnasse in Paris. Lot Size: 4x7 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 295 15m L2 E-HRW (Hybrid RailWay), bus, subway transport interchange. Created by Debussyman Lotting and Modding by Tyberius06
it: Stazione ferroviaria prevista per viadotto Hybrid RailWay sopraelevato di 15 m (livello 2). Ispirato alla vecchia Gare Montparnasse di Parigi. Dimensione del lotto: 4x7 Costo mensile: #m:EA54D286# Costo della ruspa: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Lavori: 295 15m L2 E-HRW (Hybrid RailWay), autobus, nodo di trasporto della metropolitana. Creato da Debussyman Lottizzazione e modifica da parte di Tyberius06

source: Winterton Viaduct Rail Terminus
it: Terminal ferroviario del viadotto di Winterton

source: Train station intended for 15 m (Level 2) elevated railway viaduct. Loosely based on the old Gare Montparnasse in Paris. Lot Size: 4x7 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 285 15m Viaduct rail terminus (E-RRW), bus, subway transport interchange. Created by Debussyman
it: Stazione ferroviaria prevista per viadotto ferroviario sopraelevato di 15 m (livello 2). Ispirato alla vecchia Gare Montparnasse di Parigi. Dimensione del lotto: 4x7 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 285 Terminale ferroviario di 15 m su viadotto (E-RRW), autobus e metropolitana. Creato da Debussyman

source: El-Rail Over Road NAM Station by Swamper77
it: Stazione Ferroviaria Sopraelevata rispetto la Strada NAM di Swamper77

source: Modern looking Station for Elevated Rail above Road. It features Elevated Light Rail (El-Rail), Bus and Subway services. Lot Size: 3x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 19 Created by Swamper77
it: Stazione dall'aspetto moderno per la ferrovia sopraelevata rispetto alla strada. Offre servizi di metropolitana leggera sopraelevata (El-Rail), autobus e metropolitana. Dimensione del lotto: 3x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 19 Creato da Swamper77

source: Victorian Diagonal Hybrid Rail Station
it: Stazione Ferroviaria Ibrida Diagonale in stile Vittoriano

source: High Victorian 'wedding cake' style building designed as a transport interchange suitable for downtown, high-street and other towns which have double 7.5m E-HRW viaduct rail lines. This is a diagonal L1 E-HRW (Hybrid Rail) Station. Lot Size: 1x2 (diagonal overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# 7.5m Hybrid Rail (E-HRW), bus, subway & parking transport interchange. Connect the subway line under the building to activate the subway feature. The main station provides rail jobs across all wealth levels. This station allows freight rail to pass through on the station. Created by Mattb325 Lot and Mod: Tyberius06
it: Alto edificio vittoriano in stile “torta nuziale” progettato come nodo di interscambio dei trasporti adatto al centro città, alle strade principali e ad altre città dotate di linee ferroviarie a doppio viadotto E-HRW da 7,5 m. Si tratta di una stazione L1 E-HRW (Hybrid Rail) diagonale. Dimensione del lotto: 1x2 (edificio a sbalzo diagonale) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# 7,5 m di ferrovia ibrida (E-HRW), autobus, metropolitana e parcheggio. Collegare la linea della metropolitana sotto l'edificio per attivare la funzione di metropolitana. La stazione principale offre posti di lavoro su rotaia a tutti i livelli di ricchezza. Questa stazione consente il passaggio della ferrovia merci sulla stazione. Creato da Mattb325 Lotto e mod: Tyberius06 Tradotto con www.DeepL.com/Translator (versione gratuita)

source: Victorian Diagonal Rail Station (NAM Version)
it: Stazione Ferroviaria Diagonale in stile Vittoriano (versione NAM)

source: High Victorian 'wedding cake' style building designed as a transport interchange suitable for downtown, high-street and other towns which have double 7.5m E-RRW viaduct rail lines. This is a diagonal L1 E-RRW Station. Lot Size: 1x2 (diagonal overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# 7.5m viaduct rail (E-RRW), bus, subway & parking transport interchange. Connect the subway line under the building to activate the subway feature. The main station provides rail jobs across all wealth levels. Created by Mattb325 Lot and Mod: Tyberius06
it: Alto edificio vittoriano in stile “torta nuziale” progettato come nodo di interscambio dei trasporti adatto al centro città, alle strade principali e ad altre città dotate di linee ferroviarie a doppio viadotto E-RRW di 7,5 m. Questa è una stazione L1 E-RRW diagonale. Dimensione del lotto: 1x2 (edificio a sbalzo diagonale) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Viadotto ferroviario di 7,5 m (E-RRW), autobus, metropolitana e parcheggio. Collegare la linea della metropolitana sotto l'edificio per attivare la funzione di metropolitana. La stazione principale offre posti di lavoro su rotaia a tutti i livelli di ricchezza. Creato da Mattb325 Lotto e mod: Tyberius06 Tradotto con www.DeepL.com/Translator (versione gratuita)
