Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/stations.po
Languages: it, ko

source: Overhanging Bus Rapid Transit Station
it: Stazione sporgenza per il trasporto rapido degli autobus
ko: 돌출형 간선급행버스 정거장

source: Overhanging bus rapid transit station, with optional subway service. Use with Bus Rapid Transit Other Side lot. Lot Size: 1x1 (overhanging building) Monthly Cost: #m:EA54D286# Passenger Capacity: #d:4aa60ebc# Created by Xyloxadoria
it: Stazione di transito rapido per autobus sovrastante, con servizio di metropolitana opzionale. Da utilizzare con il lotto Bus Rapid Transit Other Side. Dimensione del lotto: 1x1 (edificio sovrastante) Costo mensile: #m:EA54D286# Capacità passeggeri: #d:4aa60ebc# Creato da Xyloxadoria
ko: 돌출형 간선급행버스 정거장. 지하철도 제공합니다. 간선급행버스 다른 쪽 랏을 함께 사용하세요. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 승객 수용량: #d:4aa60ebc# Xyloxadoria 제작

source: Modern Bus Stop by Ulisse Wolf and Bipin
it: Fermata dell'Autobus Moderna di Ulisse Wolf e Bipin
ko: 현대적인 버스 정거장. Ulisse Wolf와 Bipin 제작

source: Sims can only board on buses at Bus Stop Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Created by Ulisse Wolf and Bipin
it: I Sims possono salire sugli autobus solo alla Fermata dell'autobus Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Creato da Ulisse Wolf e Bipin
ko: 심들이 승차만 할 수 있는 버스 정거장입니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 Ulisse Wolf와 Bipin 제작

source: BriPizza 0m-15m Multi-Purpose Station
it: Stazione multifunzione BriPizza 0m-15m
ko: BriPizza 0m-15m 다목적 역

source: Railway-GLR Transit Combo Station by Ulisse Wolf and Bipin
it: Stazione Combinata Ferrovia-GLR Transito di Ulisse Wolf e Bipin
ko: 철도, 전차 환승역. Ulisse Wolf와 Bipin 제작

source: This is a station for the Railway Lot Size: 8x11 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 95 It allows Passenger Train (RRW) traffic to get-on/off from the trains, and also allows them to pass through on the station. It has a Bus Stop,GLR Station,Subway Station and Car Park as well. (The station allows the passage of freight trains but not the unloading and loading of goods) Lotted by Ulisse Wolf Main building: E-N (Bripizza) Shelter props: Bipin and Brenda_Xne Platforms (true 3d): eggman121
it: Questa è una stazione per la ferrovia Dimensione del lotto: 8x11 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 95 Permette al traffico dei treni passeggeri (RRW) di salire/scendere dai treni e consente loro di passare attraverso la stazione. Dispone anche di una fermata dell'autobus, di una stazione GLR, di una stazione della metropolitana e di un parcheggio. (La stazione consente il passaggio dei treni merci ma non lo scarico e il carico delle merci). Lottizzato da Ulisse Wolf Edificio principale: E-N (Bripizza) Oggetti di scena del rifugio: Bipin e Brenda_Xne Piattaforme (vero 3d): eggman121
ko: 철도역입니다. 크기: 8x11 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 95 여객 열차(RRW)가 승하차뿐만 아니라 통과할 수 있습니다. 버스 정거장, 전차 정거장, 지하철역 그리고 주차장도 있습니다. (화물 열차도 통과할 수 있지만, 선하적은 할 수 없습니다.) Ulisse 랏 제작 건물: E-N (Bripizza) 지붕 프롭: Bipin과 Brenda_Xne 승장장(3d): eggman121

source: Hybrid Railway Union Station by Ulisse Wolf and Bipin
it: Stazione Ferroviaria Ibrida di Ulisse Wolf e Bipin
ko: 하이브리드 철도 종합역. Ulisse Wolf와 Bipin 제작

source: This is a station for the Hybrid Railway Dual Network (RRW-RHSR). Lot Size: 8x5 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 56 It allows both Monorail (RHSR) and Passenger Train (RRW) traffic to get-on/off from the trains, and also allows them to pass through on the station. It has a Bus Stop and Subway Station as well. (The station allows the passage of freight trains but not the unloading and loading of goods) Lotted by Ulisse Wolf Shelter props: Bipin and Brenda_Xne Platforms (true 3d): eggman121
it: Si tratta di una stazione della rete ferroviaria ibrida doppia (RRW-RHSR). Dimensione del lotto: 8x5 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 56 Consente la salita e la discesa dei treni sia della monorotaia (RHSR) che dei treni passeggeri (RRW) e permette loro di passare attraverso la stazione. Dispone anche di una fermata dell'autobus e di una stazione della metropolitana. (La stazione consente il passaggio dei treni merci ma non lo scarico e il carico delle merci). Lottizzato da Ulisse Wolf Oggetti di scena della pensilina: Bipin e Brenda_Xne Piattaforme (vero 3d): eggman121
ko: 하이브리드 철도 이중 네트워크(RRW-RHSR)역입니다. 크기: 8x5 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 56 모노레일(RHSR)과 여객 열차(RRW)가 승하차뿐만 아니라 통과할 수 있습니다. 버스 정거장과 지하철역도 있습니다. (화물 열차도 통과할 수 있지만, 선하적은 할 수 없습니다.) Ulisse 랏 제작 지붕 프롭: Bipin과 Brenda_Xne 승장장(3d): eggman121

source: Morgan-Lake El-Rail over RD-4 Station by Droric
it: Stazione della Ferrovia Sopraelevata sopra RD4 Morgan-Lago di Droric
ko: 모건-레이크 지상전철-RD-4역. Droric 제작

source: El Rail over RD-4 station.Includes bus and optional subway service. Lot Size: 3x2, plus overhanging platform (Overhanging building: 7x2) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 40 Created by Droric
it: Stazione della Ferrovia Sopraelevata sopra RD4. Include servizio di autobus e metropolitana opzionale. Dimensione del lotto: 3x2, più piattaforma sovrastante (edificio sovrastante: 7x2) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 40 Creato da Droric
ko: 지상전철-RD-4 역입니다. 버스와 지하철도 제공합니다. 크기: 3x2, 돌출 승강장 포함하면 7x2 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 40 Droric 제작

source: Bus Rapid Transit RHW-2 L2 Filler
it: Filtro Trasporto Rapido di Autobus per RHW-2 L2
ko: 간선급행버스 필러 (L2 RHW-2용)

source: This lot can be put in any straight section of L2 RHW-2 to prevent any vehicles other than buses from passing through. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Questo lotto può essere inserito in qualsiasi tratto rettilineo della L2 RHW-2 per impedire il passaggio di veicoli diversi dagli autobus. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: L2 RHW-2 직선 구간에 설치하면 버스를 제외한 다른 차량이 지나갈 수 없습니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Bus Rapid Transit RHW-2 L1 Filler
it: Filtro Trasporto Rapido di Autobus per RHW-2 L1
ko: 간선급행버스 필러 (L1 RHW-2용)

source: This lot can be put in any straight section of L1 RHW-2 to prevent any vehicles other than buses from passing through. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Questo lotto può essere inserito in qualsiasi sezione rettilinea di L1 RHW-2 per impedire il passaggio di veicoli diversi dagli autobus. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: L1 RHW-2 직선 구간에 설치하면 버스를 제외한 다른 차량이 지나갈 수 없습니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: BriPizza L0-L2 Multi-Purpose Norikae Station by E-N
it: BriPizza L0-L2 Stazione Multiuso Norikae di E-N
ko: BriPizza L0-L2 다목적 환승역. E-N 제작

source: A station offering bus and subway service that can be placed at the side of any elevated (L2) road network (except highways). Lot Size: 2x1 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 28 Created by E-N (BriPizza)
it: Stazione che offre servizio di autobus e metropolitana e che può essere collocata a lato di qualsiasi rete stradale sopraelevata (L2) (eccetto le autostrade). Dimensione del lotto: 2x1 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 28 Creato da E-N (BriPizza)
ko: 버스와 지하철도 제공하는 역. 고가 도로 네트워크(L2, 고속도로 제외)의 옆에 설치할 수 있습니다. 크기: 2x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 28 E-N (BriPizza) 제작

source: Overhanging El-Rail Station (other side)
it: Stazione Ferroviaria Sopraelevata sovrastante (altro lato)
ko: 돌출형 지상전철역 (다른 쪽)

source: Put this in the overhanging column of the El Rail or El Rail over Road station after building the surrounding network. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Created by Xyloxadoria
it: Collocarlo nella colonna sporgente della stazione Ferrovia Sopraelevata o Ferrovia Sopraelevata sopra la Strada dopo aver costruito la rete circostante. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Creato da Xyloxadoria
ko: 주변에 네트워크를 건설한 후 지상전철역 또는 지상전철-도로역의 돌출부에 설치합니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# Xyloxadoria 제작

source: Overhanging Monorail-BTM Station (other side)
it: Stazione Monorotaria / Ferrovia ad Alta Velcoità Sovrastante (altro lato)
ko: 돌출형 모노레일-고속철도역 (다른 쪽)

source: Put this on in the overhanging column of the Modern Monorail Station. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Created by Xyloxadoria
it: Da collocare nella colonna sporgente della stazione della monorotaia moderna. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Creato da Xyloxadoria
ko: 현대적인 모노레일역의 돌출부에 설치합니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# Xyloxadoria 제작

source: Viaduct Rail (other side)
it: Rotaia del Viadotto (altro lato)
ko: 고가 철도 선로 (다른 쪽)

source: Put this in the overhanging column of the viaduct rail station after building the surrounding network. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Passenger Capacity: #d:4aa60ebc#
it: Collocarlo nella colonna sporgente della stazione ferroviaria del viadotto dopo aver costruito la rete circostante. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Capacità passeggeri: #d:4aa60ebc#
ko: 주변에 네트워크를 건설한 후 고가 철도역의 돌출부에 설치합니다. 크기: 1x1 월간 비용: #m:EA54D286# 승객 수용량: #d:4aa60ebc#

source: Overhanging El-Rail over Road (other side)
it: Ferrovia Sopraelevata sopra la Strada Sovrastante (altro lato)
ko: 돌출형 지상전철-도로 (다른 쪽)

source: Put this in the overhanging column of the El Rail over Road station after building the surrounding network. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Created by Xyloxadoria
it: Posizionarlo nella colonna sporgente della stazione di Ferroviaria Sopraelevata sopra la Strada dopo aver costruito la rete circostante. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Creato da Xyloxadoria
ko: 주변에 네트워크를 건설한 후 지상전철-도로역의 돌출부에 설치합니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# Xyloxadoria 제작

source: Overhanging L2 HSR Station (other side)
it: Stazione Ferroviaria ad Alta Velocità L2 sovrastante (altro lato)
ko: 돌출형 L2 HSR역 (다른 쪽)

source: Put this on in the overhanging column of the Overhanging HSR Station. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Created by Xyloxadoria
it: Da collocare nella colonna a sbalzo della stazione Ferroviaria ad Alta Velocità sovrastante. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Creato da Xyloxadoria
ko: 돌출형 HSR역의 돌출부에 설치합니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# Xyloxadoria 제작

source: Bus Rapid Transit (other side)
it: Trasporto Rapido degli Aurobus (altro lato)
ko: 간선급행버스 (다른 쪽)

source: Put this in the overhanging column of the bus rapid transit station. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Passenger Capacity: #d:4aa60ebc#
it: Da collocare nella colonna sporgente della stazione di transito rapido degli autobus. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Capacità passeggeri: #d:4aa60ebc#
ko: 간선급행버스 정거장의 돌출부에 설치합니다. 크기: 1x1 월간 비용: #m:EA54D286# 승객 수용량: #d:4aa60ebc#

source: Overhanging El-Rail Station by Xyloxadoria
it: Stazione Ferroviaria Sopraelevata sovrastante di Xyloxadoria
ko: 돌출형 지상전철역. Xyloxadoria 제작

source: Modern overhanging El Rail station; can cross virtually any network. It features Elevated Light Rail (El-Rail), Bus and Subway services. Lot Size: 1x1 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by Xyloxadoria
it: Moderna stazione Ferrovia Sopraelevata a sovrastante; può attraversare praticamente qualsiasi rete. Dispone di servizi di metropolitana leggera sopraelevata (El-Rail), autobus e metropolitana. Dimensione del lotto: 1x1 (edificio a sbalzo) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da Xyloxadoria
ko: 현대적인 돌출형 지상전철역. 어느 네트워크든 수직으로 교차할 수 있습니다. 버스와 지하철도 제공합니다. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 Xyloxadoria 제작

source: Overhanging El-Rail over Road Station by Xyloxadoria
it: Stazione Ferrovia Sopraelevata sopra la Strada Sovrastante di Xyloxadoria
ko: 돌출형 지상전철-도로역. Xyloxadoria 제작

source: Overhanging El Rail over Road station; can cross virtually any network, that supports crossing El-Rail over Road. Includes bus and optional subway service. Lot Size: 1x1 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by Xyloxadoria
it: Stazione Ferrovia Sopraelevata sopra la Strada sovrastante; può attraversare virtualmente qualsiasi rete che supporti l'attraversamento El-Rail over Road. Include servizio di autobus e metropolitana opzionale. Dimensione del lotto: 1x1 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da Xyloxadoria
ko: 돌출형 지상전철-도로역. 지상전철-도로가 지원한다면 어느 네트워크든 수직으로 교차할 수 있습니다. 버스와 지하철도 제공합니다. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 Xyloxadoria 제작

source: Overhanging Monorail-BTM Station by Xyloxadoria
it: Stazione Monorotaia / Ferrovia ad Alta Velocità sovrastante di Xyloxadoria
ko: 돌출형 모노레일-고속철도역. Xyloxadoria 제작

source: An overhanging monorial station. Includes bus and optional subway service. Use this first, then the other side lot, then drag monorail through. Lot Size: 1x1 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by Xyloxadoria
it: Una stazione Monorotaia / Ferrovia ad Alta Velocità sovrastante. Include il servizio di autobus e metropolitana opzionale. Utilizzare prima questo, poi l'altro lotto laterale, quindi trascinare la monorotaia. Dimensione del lotto: 1x1 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da Xyloxadoria
ko: 돌출형 모노레일역. 버스와 지하철도 제공합니다. 이걸 건설하고 다른 쪽 랏을 설치한 후, 랏을 통과하도록 모노레일을 그으세요. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 Xyloxadoria 제작

source: Overhanging L2 HSR Station by Xyloxadoria
it: Stazione Ferroviara ad Alta Velocità L2 sovrastante di Xyloxadoria
ko: 돌출형 L2 HSR역. Xyloxadoria 제작

source: An overhanging HSR station. Includes bus and optional subway service. Use this first, then the other side lot, then drag monorail through lot edges. Inner arch should be built from HSR starter and/or puzzle pieces. Lot Size: 1x1 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by Xyloxadoria
it: Una stazione HSR sovrastante. Include un servizio di autobus e una metropolitana opzionale. Utilizzare prima questo, poi l'altro lotto laterale, quindi trascinare la monorotaia attraverso i bordi del lotto. L'arco interno deve essere costruito con starter HSR e/o pezzi di puzzle. Dimensione del lotto: 1x1 (edificio a sbalzo) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da Xyloxadoria
ko: 돌출형 고속철도역. 버스와 지하철도 제공합니다. 이걸 건설하고 다른 쪽 랏을 설치한 후, 랏을 통과하도록 모노레일을 그으세요. 안쪽에 있는 아치에 HSR 시작 조각이나 HSR 퍼즐 조각을 설치해야 합니다. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 Xyloxadoria 제작

source: Modern Diagonal El-Rail Station by Xyloxadoria
it: Moderna Stazione Diagonale Ferrovia Leggera Sopraelevata di Xyloxadoria
ko: 현대적인 대각선 지상전철역. Xyloxadoria 제작

source: To use, plop on existing diagonal rail. Drag rail through after you plop. It features Elevated Light Rail (El-Rail), Bus and Subway services. Lot Size: 1x2 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by Xyloxadoria
it: Per utilizzarlo, posizionarlo sulla guida diagonale esistente. Trascinare la rotaia dopo averla appoggiata. Offre servizi di metropolitana leggera sopraelevata (El-Rail), autobus e metropolitana. Dimensioni del lotto: 1x2 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da Xyloxadoria
ko: 이미 건설된 대각선 철도 위에 설치해야 합니다. 그 후 랏을 통과하도록 철도를 그어야 합니다. 버스와 지하철도 제공합니다. 크기: 1x2 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 Xyloxadoria 제작

source: Modern Diagonal L2 Viaduct Rail Station by Xyloxadoria
it: Stazione Ferroviaria Moderna con Viadotto Diagonale L2 di Xyloxadoria
ko: 현대적인 대각선 L2 고가 철도역. Xyloxadoria 제작

source: Diagonal Viaduct Rail Station with Bus and Subway Service Lot Size: 1x2 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by Xyloxadoria
it: Stazione ferroviaria del viadotto Diagonal con servizio di autobus e metropolitana Dimensione del lotto: 1x2 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo della ruspa: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da Xyloxadoria
ko: 대각선 고가 철도역. 버스와 지하철도 제공합니다. 크기: 1x2 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 Xyloxadoria 제작

source: Modern Diagonal Monorail Station by Xyloxadoria
it: Moderna Stazione Monorotaia Diagonale di Xyloxadoria
ko: 현대적인 대각선 모노레일역. Xyloxadoria 제작

source: To use, place on existing diagonal monorail. Drag monorail through after plopping. Can be used with Moonlinght's Bullet Train Mod, too. It features Monorail, Bus and Subway services. Lot Size: 1x2 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by Xyloxadoria
it: Per l'uso, posizionare la monorotaia diagonale esistente. Trascinare la monorotaia dopo averla posizionata. Può essere utilizzato anche con il Bullet Train Mod di Moonlinght. Presenta servizi di monorotaia, autobus e metropolitana. Dimensione del lotto: 1x2 (edificio sporgente) Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da Xyloxadoria
ko: 이미 건설된 대각선 모노레일 위에 설치해야 합니다. 그 후 랏을 통과하도록 모노레일를 그어야 합니다. Moonlinght의 BTM과 함께 사용할 수 있습니다. 버스와 지하철도 제공합니다. 크기: 1x2 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 Xyloxadoria 제작

source: Diagonal L2 High Speed Rail Station by Xyloxadoria
it: Stazione Diagonale della Ferrovia ad Alta Velocità L2 di Xyloxadoria
ko: 대각선 L2 HSR역. Xyloxadoria 제작

source: To use, place on existing diagonal high speed rail. Drag monorail through after plopping. Lot Size: 1x2 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by Xyloxadoria
it: Per l'uso, posizionare la monorotaia su un binario ad alta velocità diagonale esistente. Trascinare la monorotaia dopo il posizionamento. Dimensioni del lotto: 1x2 (edificio sporgente) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da Xyloxadoria
ko: 이미 건설된 대각선 HSR 위에 설치해야 합니다. 그 후 랏을 통과하도록 모노레일을 그어야 합니다. 크기: 1x2 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 Xyloxadoria 제작
