Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/stations.po
Languages: it, ko

source: Drag Elevated Light Rail to activate the transition. Lot size: 1x3 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Created by Chrisim
it: Trascinare la ferrovia leggera sopraelevata per attivare la transizione. Dimensione del lotto: 1x3 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Creato da Chrisim
ko: 작동하려면 랏을 통과하도록 전차를 그어야 합니다. 크기: 1x3 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# Chrisim 제작

source: SFBT Subway-Tram Transition
it: Transizione Metropolitana-Tram SFBT
ko: SFBT 지하철 <> 전차 전환

source: A station offering service for any 15m network, in addition to bus and optional subway service. Lot Size: 2x1 (overhanging network beds) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 29 Created by E-N (BriPizza)
it: Stazione che offre il servizio per qualsiasi rete di 15 m, oltre al servizio di autobus e metropolitana opzionale. Dimensione del lotto: 2x1 (letti di rete sovrastanti) Costo mensile: #m:EA54D286# Costo del Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 29 Creato da E-N (BriPizza)
ko: 15m 네트워크를 지원하는 역. 버스와 지하철도 제공합니다. 크기: 2x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 29 E-N (BriPizza) 제작

source: Hybrid Railway Station v1 - RRW-RHSR (Dual Network)
it: Stazione Ferroviaria Ibrida v1 - RRW-RHSR (rete doppia)
ko: 하이브리드 철도역 v1 - RRW-RHSR (이중 네트워크)

source: This is a station for the Hybrid Railway Dual Network (RRW-RHSR). Lot Size: 6x1 Monthly Cost: #m:EA54D286 Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 27 It allows both Monorail (RHSR) and Passenger Train (RRW) traffic to get-on/off from the trains, and also allows them to pass through on the station. It has a Bus Stop and Subway Station as well. (Freight Trains can not use this station.) Lotted by Tyberius06 Shelter building prop: Brenda_Xne Platforms and wires (true 3d): eggman121
it: Si tratta di una stazione della rete ferroviaria ibrida doppia (RRW-RHSR). Dimensione del lotto: 6x1 Costo mensile: #m:EA54D286 Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 27 Consente la salita e la discesa dei treni sia della monorotaia (RHSR) che dei treni passeggeri (RRW) e permette loro di passare attraverso la stazione. Dispone anche di una fermata dell'autobus e di una stazione della metropolitana. (I treni merci non possono utilizzare questa stazione). Lottizzato da Tyberius06 Edificio di sostegno per la pensilina: Brenda_Xne Piattaforme e fili (vero 3d): eggman121
ko: 하이브리드 철도 이중 네트워크(RRW-RHSR)역입니다. 크기: 6x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 27 모노레일(RHSR)과 여객 열차(RRW)가 승하차뿐만 아니라 통과할 수 있습니다. 버스 정거장과 지하철역도 있습니다. (화물 열차는 이 역을 이용할 수 없습니다.) Tyberius06 랏 제작 지붕 프롭: Brenda_Xne 승장장과 전차선(3d): eggman121

source: Hybrid Railway Transit Station by Ulisse Wolf and Bipin
it: Stazione di Transito Ferroviaria Ibrida di Ulisse Wolf e Bipin
ko: 하이브리드 철도 환승역. Ulisse Wolf와 Bipin 제작

source: This is a station for the Hybrid Railway Dual Network (RRW-RHSR). Lot Size: 8x11 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 120 It allows both Monorail (RHSR) and Passenger Train (RRW) traffic to get-on/off from the trains, and also allows them to pass through on the station. It has a Bus Stop,Subway Station and Car Park as well. (The station allows the passage of freight trains but not the unloading and loading of goods) Lotted by Ulisse Wolf Main building: E-N (Bripizza) Shelter props: Bipin and Brenda_Xne Platforms (true 3d): eggman121
it: Si tratta di una stazione della rete ferroviaria ibrida doppia (RRW-RHSR). Dimensione del lotto: 8x11 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 120 Consente la salita e la discesa dei treni sia della monorotaia (RHSR) che dei treni passeggeri (RRW) e permette loro di transitare all'interno della stazione. Dispone anche di una fermata dell'autobus, di una stazione della metropolitana e di un parcheggio. (La stazione consente il passaggio dei treni merci ma non lo scarico e il carico delle merci). Lottizzato da Ulisse Wolf Edificio principale: E-N (Bripizza) Oggetti di scena del rifugio: Bipin e Brenda_Xne Piattaforme (vero 3d): eggman121
ko: 하이브리드 철도 이중 네트워크(RRW-RHSR)역입니다. 크기: 8x11 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 120 모노레일(RHSR)과 여객 열차(RRW)가 승하차뿐만 아니라 통과할 수 있습니다. 버스 정거장, 지하철역, 그리고 주차장도 있습니다. (화물 열차도 통과할 수 있지만, 선하적은 할 수 없습니다.) Ulisse Wolf 랏 제작 건물: E-N (BriPizza) 지붕 프롭: Bipin과 Brenda_Xne 승강장(3d): eggman121

source: Subway to Underground Rail Connector (Cobblestone Ped Mall)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (Zona Pedonale di Ciottoli)
ko: 지하철 <> 지하 철도 연결기 (자갈 보행자전용도로)

source: Subway to Underground Rail Connector (Cement Ped Mall)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (Zona Pedonale Classica)
ko: 지하철 <> 지하 철도 연결기 (시멘트 보행자전용도로)

source: Subway to Underground Rail Connector (Paved Ped Mall)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (Zona Pedonale Pavimentata)
ko: 지하철 <> 지하 철도 연결기 (포장 보행자전용도로)

source: Subway to Underground Rail Connector (Red Brick Ped Mall)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (Zona Pedonale a Mattone Ondulato)
ko: 지하철 <> 지하 철도 연결기 (빨간 벽돌 보행자전용도로)

source: Subway to Underground Rail Connector (Sandstone Ped Mall)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (Zona Pedonale Arenaria)
ko: 지하철 <> 지하 철도 연결기 (사암 보행자전용도로)

source: Subway to Underground Rail Connector (Grass Ped Mall)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (Zona Pedonale d'Erba)
ko: 지하철 <> 지하 철도 연결기 (잔디 보행자전용도로)

source: Subway to Underground Rail Connector (Road)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (Strada)
ko: 지하철 <> 지하 철도 연결기 (도로)

source: Subway to Underground Rail Connector (T-Road N-S)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (T-Strada N-S)
ko: 지하철 <> 지하 철도 연결기 (전차전용-도로 남북)

source: Subway to Underground Rail Connector (T-Road E-W)
it: Dalla Metropolitana alla Ferrovia Sotterranea Connettore (T-Strada E-W)
ko: 지하철 <> 지하 철도 연결기 (전차전용-도로 동서)

source: Connector between subway and underground rail (Cobblestone Ped Mall) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (Zona Pedonale di Ciottoli) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도 연결기 (자갈 보행자전용도로) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Connector between subway and underground rail (Cement Ped Mall) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (Zona Pedonale Classica) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도 연결기 (시멘트 보행자전용도로) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Connector between subway and underground rail (Paved Ped Mall) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (Zona Pedonale Pavimentata) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도 연결기 (포장 보행자전용도로) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Connector between subway and underground rail (Red Brick Ped Mall) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (Zona Pedonale a Mattone Ondulato) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도 연결기 (빨간 벽돌 보행자전용도로) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Connector between subway and underground rail (Sandstone Ped Mall) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (Zona Pedonale Arenaria) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도 연결기 (사암 보행자전용도로) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Connector between subway and underground rail (Grass Ped Mall) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (Zona Pedonale d'Erba) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도 연결기 (잔디 보행자전용도로) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Connector between subway and underground rail (Road) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (Strada) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도 연결기 (도로) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Connector between subway and underground rail (T-Road N-S) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (T-Strada N-S) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도 연결기 (전차전용-도로 남북) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Connector between subway and underground rail (T-Road E-W) Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Connettore tra metropolitana e ferrovia sotterranea (T-Strada E-W) Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 지하철과 지하 철도 연결기 (전차전용-도로 동서) 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Elevated Rail, Bus, and Subway Station v2
it: Stazione Ferroviaria, degli Autobus, Metropolitana e della Ferrovia Sopraelevata v2
ko: 지상전철, 버스, 지하철 환승역 v2

source: Elevated rail, bus, and subway station. It is a functionally expanded version of the original Maxis Elevated Light Rail station. Lot Size: 1x6 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 24
it: Stazione della ferrovia sopraelevata, degli autobus e della metropolitana. Si tratta di una versione ampliata dal punto di vista funzionale dell'originale stazione Maxis Elevated Light Rail. Dimensione del lotto: 1x6 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 24
ko: 고가철도역, 버스 정거장, 지하철역입니다. 기존 맥시스 지상전철역의 기능을 확장한 것입니다. 크기: 1x6 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 24

source: A station offering service for any 15m network, in addition to bus and optional subway service. Lot Size: 3x1 (overhanging network beds) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 36 Created by E-N (BriPizza)
it: Stazione che offre il servizio per qualsiasi rete di 15 m, oltre al servizio di autobus e metropolitana opzionale. Dimensione del lotto: 3x1 (letti di rete sovrastanti) Costo mensile: #m:EA54D286# Costo di Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 36 Creato da E-N (BriPizza)
ko: 15m 네트워크를 지원하는 역. 버스와 지하철도 제공합니다. 크기: 3x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 36 E-N (BriPizza) 제작

source: Orthogonal tram-in-avenue station. Also integrated is a bus station. Drag oneway to activate the station. Lot Size: 2x2 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Dentei model created by NOB
it: Stazione ortogonale del tram in piazza. È integrata anche una stazione degli autobus. Trascinare un senso unico per attivare la stazione. Dimensione del lotto: 2x2 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Modello Dentei creato da NOB
ko: 전차전용-애비뉴 정거장. 버스도 제공합니다. 정거장이 작동하려면 일방통행 도로를 건설해야 합니다. 크기: 2x2 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 NOB 전차 모델 제작

source: Orthogonal Tram-in-Avenue (TIA) Station by NOB
it: Stazione Ortogonale del Tram in Viale (TIA) di NOB
ko: 전차전용-애비뉴 정거장. NOB 제작

source: A station offering any combination of single-width 0m and 15m networks, in addition to bus and optional subway service. Lot Size: 1x1 (overhanging network beds) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by E-N (BriPizza)
it: Una stazione che offre una qualsiasi combinazione di reti a larghezza singola di 0 m e 15 m, oltre a un servizio di autobus e metropolitana opzionale. Dimensione del lotto: 1x1 (letti di rete sporgenti) Costo mensile: #m:EA54D286# Costo di Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da E-N (BriPizza)
ko: 한 칸 짜리 0m와 15m 네트워크를 지원하는 역. 버스와 지하철도 제공합니다. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 E-N (BriPizza) 제작

source: A ferry terminal for use with Callagrafx' canals together with CAN-AM. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Lotted by CasperVg Canal Props: Callagrafx
it: Un terminale per traghetti da utilizzare con i canali di Callagrafx insieme a CAN-AM. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Lottizzato da CasperVg Oggetti di scena del canale: Callagrafx
ko: Callagrafx 수로용 CAN-AM 여객 페리터미널 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 CasperVg 랏 제작 수로 프롭: Callagrafx

source: Basic CAN-AM Ferry Terminal for SG-CAL Canals by CAS
it: Terminal di base per traghetti CAN-AM per canali SG-CAL di CAS
ko: 기본 CAN-AM 여객 페리터미널 (SG-CAL 수로용). CAS 제작

source: BriPizza L2-Double Height Multi-Purpose Station by E-N
it: Stazione Multifunzione BriPizza L2 a Doppia Altezza di E-N
ko: BriPizza L2-초고가 다목적 역. E-N 제작

source: BriPizza Elevated L2 Road Bus Stop and Subway Station by E-N
it: Fermata dell'autobus e stazione della metropolitana BriPizza Strada Elevata L2 di E-N
ko: BriPizza L2 고가 도로 버스 정거장 및 지하철역. E-N 제작

source: A Transit Station with all the amedities of Parking, Buses, Subways, Trains and Freight. Lot Size: 1x4 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 26 Created by ralphaelninja
it: Una stazione di transito con tutti i servizi di parcheggio, autobus, metropolitana, treni e merci. Dimensione del lotto: 1x4 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 26 Creato da ralphaelninja
ko: 주차장, 버스, 지하철, 여객열차, 화물열차를 지원하는 환승역 크기: 1x4 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 26 ralphaelninja 제작

source: Ninja Boulevard Station by Ralphaelninja
it: Stazione di Viale Ninja di Ralphaelninja
ko: Ninja Boulevard역. Ralphaelninja 제작

source: A Transit Kiosk with all the amedities of Parking, Buses, Subways, Trains and Freight. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 16 Created by ralphaelninja
it: Chiosco di transito con tutti i servizi di parcheggio, autobus, metropolitana, treno e trasporto merci. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 16 Creato da ralphaelninja
ko: 주차장, 버스, 지하철, 여객열차, 화물열차를 지원하는 환승 키오스크 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 16 ralphaelninja 제작

source: Ninja Boulevard Kiosk by Ralphaelninja
it: Chiosco Ninja Viale di Ralphaelninja
ko: Ninja Boulevard 키오스크. Ralphaelninja 제작

source: Hybrid Railway-GLR Combo Transit Hub by Ulisse Wolf and Bipin
it: Hub di Transito Combinato Ferrovia Ibrida-GLR di Ulisse Wolf e Bipin
ko: 하이브리드 철도, 전차 환승 허브. Ulisse Wolf와 Bipin 제작

source: This is a station for the Hybrid Railway Dual Network (RRW-RHSR). Lot Size: 8x11 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 110 It allows both Monorail (RHSR) and Passenger Train (RRW) traffic to get-on/off from the trains, and also allows them to pass through on the station. It has a Bus Stop,Subway Station, GLR Station and Car Park as well. (The station allows the passage of freight trains but not the unloading and loading of goods) Lotted by Ulisse Wolf Main building: E-N (Bripizza) Shelter props: Bipin and Brenda_Xne Platforms (true 3d): eggman121
it: Si tratta di una stazione della rete ferroviaria ibrida doppia (RRW-RHSR). Dimensione del lotto: 8x11 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 110 Consente la salita e la discesa dei treni sia della monorotaia (RHSR) che dei treni passeggeri (RRW) e permette loro di transitare all'interno della stazione. Dispone anche di una fermata dell'autobus, di una stazione della metropolitana, di una stazione GLR e di un parcheggio. (La stazione consente il passaggio dei treni merci ma non lo scarico e il carico delle merci). Lottizzato da Ulisse Wolf Edificio principale: E-N (Bripizza) Oggetti di scena del rifugio: Bipin e Brenda_Xne Piattaforme (vero 3d): eggman121
ko: 하이브리드 철도 이중 네트워크(RRW-RHSR)역입니다. 크기: 8x11 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 110 모노레일(RHSR)과 여객 열차(RRW)가 승하차뿐만 아니라 통과할 수 있습니다. 버스 정거장, 지하철역, 전차 정거장, 그리고 주차장도 있습니다. (화물 열차도 통과할 수 있지만, 선하적은 할 수 없습니다.) Ulisse Wolf 제작 건물: E-N (Bripizza) 지붕 프롭: Bipin과 Brenda_Xne 승장장(3d): eggman121

source: Orthogonal Tram Station by NOB
it: Stazione del Tram Ortogonale di NOB
ko: 전차 정거장. NOB 제작

source: Orthogonal tram station. Lot Size: 1x2 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Dentei model created by NOB
it: Stazione tramviaria ortogonale. Dimensione del lotto: 1x2 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Modello Dentei creato da NOB
ko: 전차 정거장 크기: 1x2 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 NOB 전차 모델 제작

source: Diagonal Tram Station by NOB
it: Stazione del Tram Diagonale di NOB
ko: 대각선 전차 정거장. NOB 제작

source: Diagonal tram station. Lot Size: 1x2 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Dentei model created by NOB
it: Stazione del tram Diagonal. Dimensione del lotto: 1x2 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Modello Dentei creato da NOB
ko: 대각선 전차 정거장 크기: 1x2 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 NOB 전차 모델 제작

source: Bus Rapid Transit RHW-2 L0 Filler
it: Filtro Trasporto Rapido di Autobus per RHW-2 L0
ko: 간선급행버스 필러 (L0 RHW-2용)
