Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/stations.po
Languages: it, ko

source: A station offering any combination of single-width 15m and 30m networks, in addition to bus and optional subway service. Lot Size: 1x1 (overhanging network beds) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 30 Created by E-N (BriPizza)
it: Una stazione che offre una qualsiasi combinazione di reti a larghezza singola da 15 e 30 m, oltre al servizio di autobus e metropolitana opzionale. Dimensione del lotto: 1x1 (letti di rete sporgenti) Costo mensile: #m:EA54D286# Costo di Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 30 Creato da E-N (BriPizza)
ko: 한 칸 짜리 15m와 30m 네트워크의 모든 조합을 지원하는 역입니다. 버스와 지하철도 제공합니다. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 30 E-N (BriPizza) 제작

source: Modern Monorail and Bullet Train Station by Brenda_Xne
it: Moderna Stazione della Monorotaia / Ferrovia ad Alta Velocità di Brenda_Xne
ko: 현대적인 모노레일 및 고속철도역. Brenda_Xne 제작

source: Modern Monorail or Bullet Train station, including Bus and optional Subway service. Lot Size: 3x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 24 Created by Brenda_Xne
it: Moderna stazione della monorotaia o del treno proiettile, con servizio di autobus e metropolitana opzionale. Dimensione del lotto: 3x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 24 Creato da Brenda_Xne
ko: 현대적인 모노레일/고속철도역으로 버스와 지하철도 제공합니다. 크기: 3x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 24 Brenda_Xne 제작

source: Modern Diagonal El-Rail Station by Morifari
it: Moderna Stazione Diagonale di Ferrovia Leggera di Morifari
ko: 현대적인 대각선 지상전철역. Morifari 제작

source: Overhanging Diagonal El Rail Station It features Elevated Light Rail (El-Rail), Bus and Subway services. Lot Size: 1x2 (overhang building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 36 Created by Morifari
it: Stazione della ferrovia leggera diagonale sovrastante Offre servizi di metropolitana leggera sopraelevata (El-Rail), autobus e metropolitana. Dimensione del lotto: 1x2 (edificio a sbalzo) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 36 Creato da Morifari
ko: 돌출형 대각선 지상전철역 버스와 지하철도 제공합니다. 크기: 1x2 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 36 Morifari 제작

source: Modern Diagonal Monorail-BTM Station by Morifari
it: Moderna Stazione Diagonale di Monorotaia / Ferrovia ad Alta Velocità di Morifari
ko: 현대적인 대각선 모노레일-고속철도역. Morifari 제작

source: Overhanging Diagonal Monorail Station It features Monorail, Bus and Subway services. Lot Size: 1x2 (diagonally overhangs) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 36 Created by Morifari
it: Stazione della Monorotaia Diagonale a sovrastante Offre servizi di monorotaia, autobus e metropolitana. Dimensione del lotto: 1x2 (aggetto diagonale) Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 36 Creato da Morifari
ko: 돌출형 대각선 모노레일역 버스와 지하철도 제공합니다. 크기: 1x2 (대각선 돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 36 Morifari 제작

source: Modern Diagonal L2 Viaduct Rail Station by Morifari
it: Moderna Stazione Ferroviaria con Viadotto Diagonale L2 di Morifari
ko: 현대적인 대각선 L2 고가 철도역. Morifari 제작

source: Overhanging Diagonal Viaduct Rail Station. It features Passenger Train, Bus and Subway services. Lot Size: 1x4 (plus one tile overhang) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 36 Created by Morifari
it: Stazione ferroviaria del Viadotto Diagonale a sovrastante. Offre servizi di treni passeggeri, autobus e metropolitana. Dimensione del lotto: 1x4 (più una piastrella a sbalzo) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 36 Creato da Morifari
ko: 돌출형 대각선 고가 철도역 버스와 지하철도 제공합니다. 크기: 1x4 (돌출형 1칸 포함) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 36 Morifari 제작

source: Modern Ortho El-Rail Station by Morifari
it: Moderna Stazione Ferroviaria Ortogonale di Morifari
ko: 현대적인 지상전철역. Morifari 제작

source: Overhanging El Rail Station It features Elevated Light Rail (El-Rail), Bus and Subway services. Lot Size: 1x4 (plus one tile overhang) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 36 Created by Morifari
it: Stazione Ferrovia Leggera a sovrastante Dispone di servizi di metropolitana leggera sopraelevata (El-Rail), autobus e metropolitana. Dimensione del lotto: 1x4 (più una sporgenza di piastrelle) Costo mensile: #m:EA54D286# Costo della ruspa: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 36 Creato da Morifari
ko: 돌출형 지상전철역 버스와 지하철도 제공합니다. 크기: 1x4 (돌출형 1칸 포함) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 36 Morifari 제작

source: Modern Ortho Monorail-BTM Station by Morifari
it: Moderna Stazione Ortogonale di Monorotaia / Ferrovia ad Alta Velocità di Morifari
ko: 현대적인 모노레일-고속철도역. Morifari 제작

source: Overhanging Monorail Station It features Monorail, Bus and Subway services. Lot Size: 1x4 (plus one tile overhang) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 36 Created by Morifari
it: Stazione monorotaia a sovrastante Dispone di servizi di monorotaia, autobus e metropolitana. Dimensione del lotto: 1x4 (più una sporgenza di piastrelle) Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 36 Creato da Morifari
ko: 돌출형 모노레일역 버스와 지하철도 제공합니다. 크기: 1x4 (돌출형 1칸 포함) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 36 Morifari 제작

source: Modern Ortho L2 Viaduct Rail Station by Morifari
it: Moderna Stazione Ferroviaria con Viadotto Ortho L2 di Morifari
ko: 현대적인 L2 고가 철도역. Morifari 제작

source: Overhanging Viaduct Rail Station It features Passenger Train, Bus and Subway services. Lot Size: 1x4 (plus one tile overhang) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 36 Created by Morifari
it: Stazione ferroviaria a Viadotto sovrastante Dispone di servizi di treni passeggeri, autobus e metropolitana. Dimensione del lotto: 1x4 (più una sporgenza di piastrelle) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 36 Creato da Morifari
ko: 돌출형 고가 철도역 버스와 지하철도 제공합니다. 크기: 1x4 (돌출형 1칸 포함) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 36 Morifari 제작

source: Modern Ortho L2 HSR Station by Morifari
it: Moderna Stazione Ferrovia ad Alta Velocità Ortogonale L2 di Morifari
ko: 현대적인 L2 HSR역. Morifari 제작

source: Overhanging High Speed Rail Station It features High Speed Rail (HSR - Monorail based network), Bus and Subway services. Lot Size: 1x4 (plus one tile overhang) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 36 Created by Morifari
it: Stazione ferroviaria ad alta velocità a sovrastrante Presenta servizi ferroviari ad alta velocità (HSR - rete basata su monorotaia), autobus e metropolitana. Dimensione del lotto: 1x4 (più una piastrella a sbalzo) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 36 Creato da Morifari
ko: 돌출형 HSR역 버스와 지하철도 제공합니다. 크기: 1x4 (돌출형 1칸 포함) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 36 Morifari 제작

source: Victorian Diagonal El-Rail Station by Morifari
it: Stazione Ferroviaria Leggera Vittoriana Diagonale di Morifari
ko: 빅토리아 스타일 대각선 지상전철역. Morifari 제작

source: A Victorian style elevated rail station, diagonal version. It features Elevated Light Rail (El-Rail), Bus and Subway services. Lot Size: 1x2 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 33 Created by Morifari
it: Stazione ferroviaria sopraelevata in stile vittoriano, versione diagonale. Offre servizi di metropolitana leggera sopraelevata (El-Rail), autobus e metropolitana. Dimensione del lotto: 1x2 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 33 Creato da Morifari
ko: 빅토리아 스타일 지상전철역, 대각선 버전 버스와 지하철도 제공합니다. 크기: 1x2 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 33 Morifari 제작

source: NDEX Modern GLR Station by Brenda_Xne
it: Stazione GLR Moderna NDEX di Brenda_Xne
ko: NDEX 현대적인 전차 정거장. Brenda_Xne 제작

source: Modern GLR Station with integrated bus stop. Lot size: 4x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 12 Created by Brenda_Xne
it: Moderna stazione GLR con fermata dell'autobus integrata. Dimensione del lotto: 4x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 12 Creato da Brenda_Xne
ko: 현대적인 전차 정거장과 버스 정거장 크기: 4x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 12 Brenda_Xne 제작

source: Victorian Ortho El-Rail Station by Morifari
it: Stazione Ferroviaria Leggera Vittoriana Ortogonale di Morifari
ko: 빅토리아 스타일 지상전철역. Morifari 제작

source: A Victorian style elevated rail station, straight version. It features Elevated Light Rail (El-Rail), Bus and Subway services. Lot Size: 1x4 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 33 Created by Morifari
it: Stazione ferroviaria sopraelevata in stile vittoriano, versione rettilinea. Offre servizi di metropolitana leggera sopraelevata (El-Rail), autobus e metropolitana. Dimensione del lotto: 1x4 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 33 Creato da Morifari
ko: 빅토리아 스타일 지상전철역 버스와 지하철도 제공합니다. 크기: 1x4 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 33 Morifari 제작

source: Modern El-Rail Station by Brenda_Xne
it: Stazione Ferroviaria Leggera Moderna di Brenda_Xne
ko: 현대적인 지상전철역. Brenda_Xne 제작

source: Modern El Train, Bus, Subway, Parking Station. Lot Size: 1x6 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 38 Created by Brenda_Xne
it: Moderna stazione di treni, autobus, metropolitana e parcheggio. Dimensione del lotto: 1x6 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 38 Creato da Brenda_Xne
ko: 현대적인 지상전철역, 버스 정거장, 지하철역, 주차장 크기: 1x6 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 38 Brenda_Xne 제작

source: Modern L2 Viaduct Rail Station by Brenda_Xne
it: Stazione Ferroviaria Moderna con Viadotto L2 di Brenda_Xne
ko: 현대적인 L2 고가 철도역. Brenda_Xne 제작

source: Modern Viaduct Rail, Bus, Subway, Parking Station. It can be used with L2 E-RRW and Viaduct Rail puzzlepieces. Lot Size: 1x6 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 38 Created by Brenda_Xne
it: Moderno viadotto ferroviario, autobus, metropolitana, stazione di parcheggio. Può essere utilizzato con i puzzle L2 E-RRW e Viaduct Rail. Dimensione del lotto: 1x6 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 38 Creato da Brenda_Xne
ko: 현대적인 고가 철도역, 버스 정거장, 지하철역, 주차장. L2 E-RRW나 고가 철도 퍼즐 조각을 사용할 수 있습니다. 크기: 1x6 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 38 Brenda_Xne 제작

source: Diagonal Tram-in-Avenue (TIA) Station by NOB
it: Stazione del Tram in Viale Diagonale (TIA) di NOB
ko: 대각선 전차전용-애비뉴 정거장. NOB 제작

source: Diagonal tram-in-avenue stop. Also integrated is a bus station. Drag diagonal oneway to activate the station. Lot Size: 2x3 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Dentei model created by NOB
it: Fermata del tram diagonale. È integrata anche una stazione degli autobus. Trascinare la diagonale a senso unico per attivare la stazione. Dimensione del lotto: 2x3 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Modello Dentei creato da NOB
ko: 대각선 전차전용-애비뉴 정거장. 버스도 제공합니다. 정거장이 작동하려면 대각선 일방통행 도로를 건설해야 합니다. 크기: 2x3 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 NOB 정거장 모델 제작

source: A station offering any combination of single-width 0m and 15m networks, in addition to bus and optional subway service. Lot Size: 2x1 (overhanging network beds) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 32 Created by E-N (BriPizza)
it: Una stazione che offre una qualsiasi combinazione di reti a larghezza singola di 0 m e 15 m, oltre a un servizio di autobus e metropolitana opzionale. Dimensione del lotto: 2x1 (letti di rete sporgenti) Costo mensile: #m:EA54D286# Costo di Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 32 Creato da E-N (BriPizza)
ko: 한 칸 짜리 0m와 15m 네트워크의 모든 조합을 지원하는 역입니다. 버스와 지하철도 제공합니다. 크기: 2x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 32 E-N (BriPizza) 제작

source: A ferry terminal for use with SimGoober's canals together with CAN-AM. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Lotted by CasperVg Canal Props: SimGoober
it: Un terminal per traghetti da utilizzare con i canali di SimGoober insieme a CAN-AM. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Lottizzato da CasperVg Oggetti di scena del canale: SimGoober
ko: SimGoober 수로용 CAN-AM 여객 페리터미널 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 CasperVg 랏 제작 수로 프롭: SimGoober

source: Basic CAN-AM Ferry Terminal for SG Canals by CAS
it: Terminale traghetti CAN-AM di base per canali SG di CAS
ko: 기본 CAN-AM 여객 페리터미널 (SG 수로용). CAS 제작

source: Hybrid Railway-GLR Combo Station by Ulisse Wolf and Bipin
it: Stazione Ferrovia Ibrida - GLR Combo di Ulisse Wolf e Bipin
ko: 하이브리드 철도, 전차 환승역. Ulisse Wolf와 Bipin 제작

source: This is a station for the Hybrid Railway Dual Network (RRW-RHSR). Lot Size: 6x4 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 30 It allows both Monorail (RHSR) and Passenger Train (RRW) traffic to get-on/off from the trains, and also allows them to pass through on the station. It has a Bus Stop, Subway Station and GLR Station as well. (The station allows the passage of freight trains but not the unloading and loading of goods) Lotted by Ulisse Wolf Shelter props: Bipin and Brenda_Xne Platforms and wire props (true 3d): eggman121
it: Si tratta di una stazione della rete ferroviaria ibrida doppia (RRW-RHSR). Dimensione del lotto: 6x4 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 30 Consente la salita e la discesa dei treni sia della monorotaia (RHSR) che dei treni passeggeri (RRW) e permette loro di passare attraverso la stazione. Dispone anche di una fermata dell'autobus, di una stazione della metropolitana e di una stazione GLR. (La stazione consente il passaggio dei treni merci ma non lo scarico e il carico delle merci). Lottizzato da Ulisse Wolf Oggetti di scena della pensilina: Bipin e Brenda_Xne Piattaforme e fili di ferro (vero 3d): eggman121
ko: 하이브리드 철도 이중 네트워크(RRW-RHSR)역입니다. 크기: 6x4 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 30 모노레일(RHSR)과 여객 열차(RRW)가 승하차뿐만 아니라 통과할 수 있습니다. 버스 정거장, 지하철역 그리고 전차 정거장도 있습니다. (화물 열차도 통과할 수 있지만, 선하적은 할 수 없습니다.) Ulisse 랏 제작 지붕 프롭: Bipin과 Brenda_Xne 승강장과 전차선 프롭(3d): eggman121

source: Hybrid Railway Station v2 - RRW ONLY (Dual Network)
it: Stazione Ferroviaria Ibrida v2 - SOLO RRW (rete doppia)
ko: 하이브리드 철도역 v2 - RRW 전용 (이중 네트워크)

source: This is a station for the Hybrid Railway Dual Network (RRW-RHSR). Lot size: 6x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 22 It allows Passenger Train (RRW) traffic to get on/off, but the Monorail traffic will not stop at this station, just passing through on it. It has a Bus Stop and Subway Station as well. (Freight Trains can not use this station.) Lotted by Tyberius06 Shelter building prop: Brenda_Xne Platforms and wires (true 3d): eggman121
it: Si tratta di una stazione della rete ferroviaria ibrida (RRW-RHSR). Dimensione del lotto: 6x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 22 Permette al traffico dei treni passeggeri (RRW) di salire e scendere, ma il traffico della monorotaia non si ferma in questa stazione, ma vi transita. Ha anche una fermata dell'autobus e una stazione della metropolitana. (I treni merci non possono utilizzare questa stazione). Lottizzato da Tyberius06 Edificio di sostegno per il rifugio: Brenda_Xne Piattaforme e fili (vero 3d): eggman121
ko: 하이브리드 철도 이중 네트워크(RRW-RHSR)역입니다. 크기: 6x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 22 여객 열차(RRW)는 승하차를 할 수 있지만 모노레일은 통과만 할 수 있습니다. 버스 정거장, 지하철역도 있습니다. (화물 열차는 이 역을 이용할 수 없습니다.) Tyberius06 랏 제작 지붕 프롭: Brenda_Xne 승장장과 전차선(3d): eggman121

source: GLR Transit Station by Ulisse Wolf and Bipin
it: Stazione di Transito GLR di Ulisse Wolf e Bipin
ko: 전차 환승 정거장. Ulisse Wolf와 Bipin 제작

source: This is a station for the GLR Lot Size: 4x3 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 24 It allows GLR traffic to get-on/off from the tram, and also allows them to pass through on the station. It has a Bus Stop and Station,Subway Station as well. Lotted by Ulisse Wolf Shelter props: Bipin
it: Questa è una stazione per il GLR Dimensione del lotto: 4x3 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 24 Permette al traffico GLR di salire/scendere dal tram e di passare attraverso la stazione. Dispone di una fermata e di una stazione degli autobus e di una stazione della metropolitana. Lottizzato da Ulisse Wolf Oggetti di scena della pensilina: Bipin
ko: 전차 정거장입니다. 크기: 4x3 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 24 전차가 승하차뿐만 아니라 통과할 수 있습니다. 버스 정거장과 지하철역도 있습니다. Ulisse 랏 제작 지붕 프롭: Bipin

source: Victorian Diagonal L2 Viaduct Rail Station by Morifari
it: Stazione Ferroviaria Vittoriana con Viadotto Diagonale L2 di Morifari
ko: 빅토리아 스타일 대각선 L2 고가 철도역. Morifari 제작

source: A Victorian style station for the Rail Viaducts, diagonal version. It features Passenger Train, Bus and Subway services. Lot Size: 1x2 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 33 Created by Morifari
it: Stazione in stile vittoriano per i viadotti ferroviari, versione diagonale. Presenta servizi di treni passeggeri, autobus e metropolitana. Dimensione del lotto: 1x2 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 33 Creato da Morifari
ko: 빅토리아 스타일 고가 철도역, 대각선 버전 버스와 지하철도 제공합니다. 크기: 1x2 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 33 Morifari 제작

source: Overhanging Viaduct Rail Station
it: Viadotto a Sporgenza Stazione ferroviaria
ko: 돌출형 고가 철도역

source: Overhanging viaduct rail station, with bus and subway service. Use with Viaduct Rail Other Side lot. Lot Size: 1x1 (overhanging building) Monthly Cost: #m:EA54D286# Passenger Capacity: #d:4aa60ebc# Created by Xyloxadoria
it: Stazione ferroviaria su viadotto sovrastante, con servizio di autobus e metropolitana. Da utilizzare con il lotto Viaduct Rail Other Side. Dimensione del lotto: 1x1 (edificio sovrastante) Costo mensile: #m:EA54D286# Capacità passeggeri: #d:4aa60ebc# Creato da Xyloxadoria
ko: 돌출형 고가 철도역. 버스와 지하철도 제공합니다. 고가 철도 다른 쪽 랏을 함께 사용하세요. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 승객 수용량: #d:4aa60ebc# Xyloxadoria 제작
