Repository: NAMTeam/Network-Addon-Mod
Catalog: ltext/*/stations.po
Languages: it, ko

source: This lot can be put in any straight section of L0 RHW-2 to prevent any vehicles other than buses from passing through. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Questo lotto può essere inserito in qualsiasi tratto rettilineo della L2 RHW-2 per impedire il passaggio di veicoli diversi dagli autobus. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: L0 RHW-2 직선 구간에 설치하면 버스를 제외한 다른 차량이 지나갈 수 없습니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Modern Arched Bus Rapid Transit Station by Xyloxadoria
it: Moderna Stazione di Transito Rapido per Autobus ad Arco di Xyloxadoria
ko: 현대적인 아치 간선급행버스 정거장. Xyloxadoria 제작

source: Modern Arched Bus Rapid Transit Station with Optional Subway Access. Lot Size: 1x6 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 13 Model created by Xyloxadoria
it: Moderna stazione di transito rapido per autobus ad arco con accesso opzionale alla metropolitana. Dimensione del lotto: 1x6 Costo mensile: #m:EA54D286# Costo di sbancamento: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 13 Modello creato da Xyloxadoria
ko: 현대적인 아치 간선급행버스 정거장. 지하철도 제공합니다. 크기: 1x6 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 13 Xyloxadoria 모델 제작

source: Victorian Ortho L2 Viaduct Rail Station by Morifari
it: Stazione Ferroviaria con Viadotto Vittoriano Ortogonale L2 di Morifari
ko: 빅토리아 스타일 L2 고가 철도역. Morifari 제작

source: A Victorian style station for the Rail Viaducts, orthogonal version. It features Passenger Train, Bus and Subway services. Lot Size: 4x1 (overhanging building)* Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 33 Supported networks: L2 E-RRW (or puzzle piece viaduct rail) - freight rails can pass through, BUS, SUBway Created by Morifari *This is a modified (updated) version; the orientation and footprint of the LOT has been changed from 1x2 vertical to 4x1 horizontal.
it: Stazione in stile vittoriano per i viadotti ferroviari, versione ortogonale. Dispone di servizi per treni passeggeri, autobus e metropolitana. Dimensione del lotto: 4x1 (edificio sovrastante)* Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 33 Reti supportate: L2 E-RRW (o viadotto ferroviario a pezzi) - le rotaie per le merci possono passare attraverso, BUS, SUBway Creato da Morifari *Questa è una versione modificata (aggiornata); l'orientamento e l'ingombro del LOTTO sono stati cambiati da 1x2 verticale a 4x1 orizzontale.
ko: 빅토리아 스타일 고가 철도역 버스와 지하철도 제공합니다. 크기: 4x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 33 지원 네트워크: L2 E-RRW(또는 고가 철도 퍼즐 조각) - 화물열차는 통과할 수 있습니다. Morifari 제작 * 수정된(업데이트된) 버전으로, 랏의 방향과 크기가 1x2에서 4x1로 바뀌었습니다.

source: BriPizza L2 Multi-Purpose Station by E-N
it: Stazione Multifunzione BriPizza L2 di E-N
ko: BriPizza L2 다목적 역. E-N 제작

source: A station offering service for any 15m network (except elevated roads), in addition to bus and optional subway service and it has parking facility. Lot Size: 3x1 (overhanging network beds) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 42 Created by E-N (BriPizza)
it: Stazione che offre servizio per qualsiasi rete di 15 m (eccetto le strade sopraelevate), oltre al servizio di autobus e metropolitana opzionale e dispone di un parcheggio. Dimensione del lotto: 3x1 (letti di rete sovrastanti) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 42 Creato da E-N (BriPizza)
ko: 15m 네트워크(고가 도로 제외)를 지원하는 역. 버스 정거장, 지하철역 그리고 주차장도 있습니다. 크기: 3x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 42 E-N (BriPizza) 제작

source: Elevated High Speed Rail Station with Bus and Subway Service Lot Size: 1x6 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 46 Created by Xyloxadoria
it: Stazione ferroviaria ad alta velocità sopraelevata con servizio di autobus e metropolitana Dimensione del lotto: 1x6 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 46 Creato da Xyloxadoria
ko: 고가 HSR역. 버스와 지하철도 제공합니다. 크기: 1x6 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 46 Xyloxadoria 제작

source: Elevated High Speed Rail Station by Xyloxadoria
it: Stazione Ferroviaria ad Alta Velocità Sopraelevata di Xyloxadoria
ko: 고가 HSR역. Xyloxadoria 제작

source: Tram in Ave to Subway/U-GLR Transition
it: Transizione Tram in Viale a Metropolitana / Ferrovia Sotteranea
ko: 전차전용-애비뉴 <> 지하철 전환

source: Transition between Tram in Avenue and Subway and/or Underground Tram. Lot Size: 2x3 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Transizione tra il tram in viale e la metropolitana e/o il tram sotterraneo. Dimensione del lotto: 2x3 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 전차전용-애비뉴와 지하철/지하 트램의 전환부입니다. 크기: 2x3 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: Tram in Road to Subway/U-GLR Transition
it: Transizione Tram in Strada a Metropolitana/Ferrovia sotteranea
ko: 전차전용-도로 <> 지하철 전환

source: Transition between Tram in Road and Subway and/or Underground Tram Lot Size: 1x3 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc#
it: Transizione tra tram su strada e metropolitana e/o tram sotterraneo Dimensione del lotto: 1x3 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc#
ko: 전차전용-도로와 지하철/지하 트램의 전환부입니다. 크기: 1x3 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc#

source: BriPizza L2 Multi-Purpose Arched Station by E-N
it: Stazione Multifunzionale ad Arco BriPizza L2 di E-N
ko: BriPizza L2 다목적 아치 역. E-N 제작

source: A Tram and Bus Stop for the Tram-in-Road. Click inside with oneway to activate the station. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Created by Chrisim
it: Una fermata del tram e dell'autobus per il Tram-in-Road. Fare clic all'interno con una sola mano per attivare la stazione. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Creato da Chrisim
ko: 전차전용-도로용 전차 및 버스 정거장입니다. 작동하려면 일방통행 도로를 안쪽에 건설해야 합니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 Chrisim 제작

source: SFBT Tram Stop on Road 1x1 by Chrisim
it: Fermata del Tram SFBT su Strada 1x1 di Chrisim
ko: SFBT 전차겸용-도로 정거장 1x1. Chrisim 제작

source: A Tram and Bus Stop for the Tram-in-Road. Drag oneway to activate the station. Lot Size: 1x2 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Created by Chrisim
it: Una fermata del tram e dell'autobus per il Tram in strada. Trascinare per attivare la stazione. Dimensione del lotto: 1x2 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Creato da Chrisim
ko: 전차전용-도로용 전차 및 버스 정거장입니다. 작동하려면 일방통행 도로를 건설해야 합니다. 크기: 1x2 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 Chrisim 제작

source: SFBT Tram Stop on Road 1x2 by Chrisim
it: Fermata del Tram SFBT su Strada 1x2 di Chrisim
ko: SFBT 전차겸용-도로 정거장 1x2. Chrisim 제작

source: A Tram and Bus Stop for the Tram-in-Road. Drag oneway to activate the station. Lot Size: 1x3 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Created by Chrisim
it: Una fermata del tram e dell'autobus per il Tram in strada. Trascinare per attivare la stazione. Dimensione del lotto: 1x3 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Creato da Chrisim
ko: 전차전용-도로용 전차 및 버스 정거장입니다. 작동하려면 일방통행 도로를 건설해야 합니다. 크기: 1x3 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 Chrisim 제작

source: SFBT Tram Stop on Road 1x3 by Chrisim
it: Fermata del Tram SFBT su Strada 1x3 di Chrisim
ko: SFBT 전차겸용-도로 정거장 1x3. Chrisim 제작

source: BriPizza L2 Multi-Purpose Station with parking by E-N
it: Stazione Multifunzionale BriPizza L2 con Parcheggio di E-N
ko: BriPizza L2 다목적 역 + 주차장. E-N 제작

source: Modern Bus Stop Blue Roof by Ulisse Wolf and Bipin
it: Fermata dell'Autobus Moderna - Tetto Blu di Ulisse Wolf e Bipin
ko: 현대적인 버스 정거장 - 파란 지붕. Ulisse Wolf와 Bipin 제작

source: Sims can only board on buses at Bus Stop Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Created by Ulisse Wolf and Bipin
it: I Sims possono salire sugli autobus solo alla Fermata dell'autobus Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Creato da Ulisse Wolf e Bipin
ko: 심들이 승차만 할 수 있는 버스 정거장입니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 Ulisse Wolf와 Bipin 제작

source: Ground High Speed Rail Station with Bus Service Lot Size: 1x6 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 22 Created by Xyloxadoria
it: Stazione ferroviaria ad alta velocità con servizio di autobus Dimensione del lotto: 1x6 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 22 Creato da Xyloxadoria
ko: 지상 HSR역. 버스도 제공합니다. 크기: 1x6 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 22 Xyloxadoria 제작

source: Ground High Speed Rail Station by Xyloxadoria
it: Stazione Ferroviaria ad Alta Velocità di Xyloxadoria
ko: 지상 HSR역. Xyloxadoria 제작

source: Railway Transit Station by Ulisse Wolf and Bipin
it: Stazione di Transito Ferroviario di Ulisse Wolf e Bipin
ko: 철도 환승역. Ulisse Wolf와 Bipin 제작

source: This is a station for the Railway Lot Size: 8x11 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 95 It allows Passenger Train (RRW) traffic to get-on/off from the trains, and also allows them to pass through on the station. It has a Bus Stop,Subway Station and Car Park as well. (The station allows the passage of freight trains but not the unloading and loading of goods) Lotted by Ulisse Wolf Main building: E-N (Bripizza) Shelter props: Bipin and Brenda_Xne Platforms (true 3d): eggman121
it: Questa è una stazione per la ferrovia Dimensione del lotto: 8x11 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 95 Permette al traffico dei treni passeggeri (RRW) di salire/scendere dai treni e di attraversare la stazione. Dispone anche di una fermata dell'autobus, di una stazione della metropolitana e di un parcheggio. (La stazione consente il passaggio dei treni merci, ma non lo scarico e il carico delle merci). Lottizzato da Ulisse Wolf Edificio principale: E-N (Bripizza) Oggetti di scena del rifugio: Bipin e Brenda_Xne Piattaforme (vero 3d): eggman121
ko: 철도역입니다. 크기: 8x11 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 95 여객 열차(RRW)가 승하차뿐만 아니라 통과할 수 있습니다. 버스 정거장, 지하철역 그리고 주차장도 있습니다. (화물 열차도 통과할 수 있지만, 선하적은 할 수 없습니다.) Ulisse Wolf 랏 제작 건물: E-N (Bripizza) 지붕 프롭: Bipin과 Brenda_Xne 승장장(3d): eggman121

source: HSRP Transit Hub by 3ddz
it: Hub di transito HSRP di 3ddz
ko: HSRP 환승 허브. 3ddz 제작

source: This station connects high speed rail lines to local transportation networks like passenger rail, elevated rail and bus. Lot Size: 8x6 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 200 Created by 3ddz
it: Questa stazione collega le linee ferroviarie ad alta velocità alle reti di trasporto locale come la ferrovia passeggeri, la ferrovia sopraelevata e gli autobus. Dimensione del lotto: 8x6 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 200 Creato da 3ddz
ko: HSR을 여객열차, 고가 철도, 버스와 연결하는 역입니다. 크기: 8x6 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 200 3ddz 제작

source: Modern Double Height EL-Rail Station by Xyloxadoria
it: Stazione Ferrovia Sopraelevata Moderna a Doppia Altezza di Xyloxadoria
ko: 현대적인 초고가 지상전철역. Xyloxadoria 제작

source: Double Height EL Rail Station. It features Elevated Light Rail (El-Rail) - you need to connect it to the double height el-rail puzzle pieces -, Bus and Subway services and has parking facility. Lot Size: 1x4 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 27 Created by Xyloxadoria
it: Stazione Ferrovia Leggera Sopraelevata a doppia altezza. È dotata di ferrovia leggera sopraelevata (El-Rail) - è necessario collegarla ai pezzi del puzzle el-rail a doppia altezza -, servizi di autobus e metropolitana e dispone di un parcheggio. Dimensione del lotto: 1x4 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 27 Creato da Xyloxadoria
ko: 초고가 지상전철역. 버스 정거장, 지하철역, 주차장도 있습니다. 크기: 1x4 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 27 Xyloxadoria 제작

source: A simple Tram and Bus Stop for the Tram-on-Street. Click inside with oneway to activate the station. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Created by Chrisim
it: Una semplice fermata del tram e dell'autobus per il Tram-on-Street. Fare clic all'interno con una sola direzione per attivare la stazione. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Creato da Chrisim
ko: 간단한 전차겸용-거리용 전차 및 버스 정거장입니다. 작동하려면 안쪽에 일방통행 도로를 건설해야 합니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 Chrisim 제작

source: SFBT Simple Tram Stop on Street by Chrisim
it: SFBT Fermata Semplice del Tram su Strada di Chrisim
ko: SFBT 간단한 전차겸용-거리 정거장. Chrisim 제작

source: Overhanging L2 Viaduct Rail Station v2 by Xyloxadoria
it: Stazione Ferroviaria con Viadotto L2 a Sporgenza v2 di Xyloxadoria
ko: 돌출형 L2 고가 철도역 v2. Xyloxadoria 제작

source: Overhanging viaduct rail station, with bus and subway service. Lot Size: 1x1 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 35 Created by Xyloxadoria
it: Stazione ferroviaria a viadotto sovrastante, con servizio di autobus e metropolitana. Dimensione del lotto: 1x1 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo di ruspatura: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 35 Creato da Xyloxadoria
ko: 돌출형 고가 철도역. 버스와 지하철도 제공합니다. 크기: 1x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 35 Xyloxadoria 제작

source: Overhanging L2 Viaduct Rail Station (other side) v2
it: Sovrastante Viadotto L2 Stazione ferroviaria (altro lato) v2
ko: 돌출형 L2 고가 철도역 (다른 쪽) v2

source: Put this in the overhanging column of the viaduct rail station after building the surrounding network. Lot Size: 1x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Created by Xyloxadoria
it: Collocarlo nella colonna sporgente della stazione ferroviaria del viadotto dopo aver costruito la rete circostante. Dimensione del lotto: 1x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Creato da Xyloxadoria
ko: 주변에 네트워크를 건설한 후 고가 철도역의 돌출부에 설치합니다. 크기: 1x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# Xyloxadoria 제작

source: Modern Arched Rail Station by Xyloxadoria
it: Stazione Ferroviaria Moderna ad Arco di Xyloxadoria
ko: 현대적인 아치 철도역. Xyloxadoria 제작

source: Modern Arched Rail Station with Bus and Subway Services. Lot Size: 1x6 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 22 Created by Xyloxadoria
it: Moderna stazione ferroviaria ad arco con servizi di autobus e metropolitana. Dimensione del lotto: 1x6 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 22 Creato da Xyloxadoria
ko: 현대적인 아치 철도역. 버스와 지하철도 제공합니다. 크기: 1x6 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 22 Xyloxadoria 제작

source: CTA Madison-Wells El-Rail over Road Station Station by Ardecila
it: Stazione CTA Madison-Wells Ferrovia Sopraelevata sopra la Strada di Ardecila
ko: CTA Madison-Wells 지상전철-도로역. Ardecila 제작

source: An original Beaux-Arts station, for Elevated Rail above Road. It features Elevated Light Rail (El-Rail), Bus and Subway services. Lot Size: 3x1 (overhanging building: 9x1) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 41 Created by Ardecila
it: Una stazione originale in stile Beaux-Arts, per la ferrovia sopraelevata rispetto alla strada. Offre servizi di metropolitana leggera sopraelevata (El-Rail), autobus e metropolitana. Dimensione del lotto: 3x1 (edificio sovrastante: 9x1) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 41 Creato da Ardecila
ko: 원래 Beaux-Arts역. 버스와 지하철도 제공합니다. 크기: 3x1 (돌출부를 포함하면 9x1) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 41 Ardecilia 제작

source: CTA Ashland El-Rail over Road Station by Ardecila
it: Stazione CTA Ashland di Ferrovia Sopraelevata sopra la Strada di Ardecila
ko: CTA Ashland 지상전철-도로역. Ardecila 제작

source: An original Victorian station, for Elevated Rail above Road. It features Elevated Light Rail (El-Rail), Bus and Subway services. Lot Size: 3x1 (overhanging building) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 29 Created by Ardecila
it: Una stazione vittoriana originale, per la ferrovia sopraelevata rispetto alla strada. Offre servizi di metropolitana leggera sopraelevata (El-Rail), autobus e metropolitana. Dimensioni del lotto: 3x1 (edificio sovrastante) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 29 Creato da Ardecila
ko: 빅토리아 스타일 역. 버스와 지하철도 제공합니다. 크기: 3x1 (돌출형) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비: #d:27812854# 물 소비: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 29 Ardecilia 제작

source: Dresden Hauptbahnhof
it: Stazione centrale di Dresda
ko: 드레스덴중앙역
